Repository: erwinmacaraig/perl-cig-prj
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fi_fi, fr_fr, sv_se

source: Clearances Settings
fi_fi: Vapautusasetukset
fr_fr: Paramètres des autorisations
sv_se: Clearance inställningar

source: Club Details
fi_fi: Seuran tiedot
fr_fr: Détails du club
sv_se: Föreningens information

source: Club Documents
fi_fi: Seuran dokumentit
fr_fr: Documents du club
sv_se: Föreningens dokument

source: Club Transactions
fi_fi: Seuran maksut
fr_fr: Transactions du club
sv_se: Föreningens betalningar

source: Club Work Tasks
fi_fi: Seuran työtehtävät
fr_fr: Tâches de travail du club
sv_se: Föreningens arbetsuppgifter

source: Confirm License
fi_fi: Vahvista pelipassi
fr_fr: Confirmer la licence
sv_se: Bekräfta spelpass

source: Dashboard
fi_fi: Etusivu
fr_fr: Tableau de bord
sv_se: Hemsida

source: Duplicate Resolution
fi_fi: Kaksoiskappaleiden käsittely
fr_fr: Résolution des Doublons
sv_se: Behandling av duplikat

source: Existing Status
fr_fr: Statut existant

source: Field Configuration
fi_fi: Kenttien konfigurointi
fr_fr: Configuration du terrain
sv_se: Konfigurering av fält

source: Find Payment
fr_fr: Trouver le paiement
sv_se: Sök betalning

source: History
fi_fi: Historia
fr_fr: Historique
sv_se: Historia

source: Invoices
fi_fi: Laskut
fr_fr: Factures
sv_se: Fakturor

source: License
fi_fi: Pelipassi
fr_fr: Licence
sv_se: Spelpass

source: List Online Transfers
fi_fi: Listaa pelaajasiirrot
fr_fr: Dresser la liste des transferts en ligne
sv_se: Visa online betalningar

source: List Persons
fi_fi: Listaa henkilöt
fr_fr: Liste des personnes
sv_se: Visa personer

source: List Requests
fi_fi: Listaa pyynnöt
fr_fr: Dresser la liste des demandes
sv_se: Visa begäran

source: List Transactions
fi_fi: Listaa maksut
fr_fr: Liste des transactions
sv_se: Visa betalningar

source: List Venues
fi_fi: Listaa kentät
fr_fr: Liste des sites
sv_se: Visa arenor

source: Locator
fi_fi: Paikannin
fr_fr: Localisateur
sv_se: Lokator

source: MA
fr_fr: AM

source: My Association
fi_fi: Liitto
fr_fr: Mon Association
sv_se: Min organisation

source: My Club
fi_fi: Seurani
fr_fr: Mon Club
sv_se: Min förening

source: New Status
fr_fr: Nouveau statut

source: Off
fi_fi: Pois
fr_fr: Arrêt
sv_se: Av

source: On
fi_fi: Päällä
fr_fr: Marche
sv_se: På

source: Pay Invoice
fi_fi: Maksa lasku
fr_fr: Payer la facture
sv_se: Betala faktura

source: Payment Configuration
fi_fi: Maksuasetukset
fr_fr: Configuration du paiement
sv_se: Konfigurering av betalning

source: Payment Split Run
fi_fi: Maksujen jakaminen ajettu
fr_fr: Cycle de paiement divisé
sv_se: Delning av betalningar körd

source: Payments History
fi_fi: Maksuhistoria
fr_fr: Historique des paiements
sv_se: Betalningshistoria

source: People
fi_fi: Henkilöt
fr_fr: Gens
sv_se: Personer

source: Person Dashboard
fi_fi: Henkilön etusivu
fr_fr: Tableau de bord personnel
sv_se: Personens hemsida

source: Person Selection
fr_fr: Sélection de personne
sv_se: Val av person

source: Player Passport
fi_fi: Pelaajapassi
fr_fr: Passeport du joueur
sv_se: Spelarpass

source: Print Cards
fr_fr: Imprimer cartes

source: Products
fi_fi: Tuotteet
fr_fr: Produits
sv_se: Produkter

source: Regions
fi_fi: Piirit
fr_fr: Régions
sv_se: Distrikt

source: Registration Forms
fi_fi: Rekisteröintilomakkeet
fr_fr: Formulaire d'enregistrement
sv_se: Registreringsformulär

source: Registrations Allowed
fi_fi: Sallitut rekisteröinnit
fr_fr: Enregistrements permis
sv_se: Tillåtna registreringar

source: Reports
fi_fi: Raportit
fr_fr: Rapports
sv_se: Rapporter

source: Request a Player loan
fi_fi: Aloita määräaikainen pelaajasiirto
fr_fr: Demander un prêt de joueur
sv_se: Begär en tidsbunden spelarövergång

source: Request for Person Details
fi_fi: Pyydä henkilön tietoja
fr_fr: Demander les détails personnels
sv_se: Begär personinformation

source: Request or start a transfer
fi_fi: Aloita pelaajasiirto
fr_fr: Demander ou commencer un transfert
sv_se: Starta en spelarövergång

source: Search
fi_fi: Hae
fr_fr: Recherche
sv_se: Sök

source: Search ALL Online Transfers
fr_fr: Chercher TOUS les transferts en ligne
sv_se: Sök från alla online betalningar

source: Select Legal Entity Type
fi_fi: Valitse yhteisömuoto
fr_fr: Sélectionner le type d'entité légale
sv_se: Välj typ av juridisk person

source: Select Level
fi_fi: Valitse taso
fr_fr: Sélectionner le niveau
sv_se: Välj nivå

source: Select People to Renew
fr_fr: Sélectionner les gens à renouveller
sv_se: Välj de personer som du vill förnya

source: Select Sport
fi_fi: Valitse laji
fr_fr: Sélectionner le sport
sv_se: Välj sport

source: Select Type of Organisation
fi_fi: Valitse organisaation tyyppi
fr_fr: Sélectionner le type d'organisation
sv_se: Välj typ av organisation

source: Self User
fr_fr: Auto utilisateur

source: States
fi_fi: Osavaltiot
fr_fr: Etats
sv_se: Delstater

source: System
fi_fi: Järjestelmä
fr_fr: Système

source: Transfer History
fi_fi: Pelaajasiirtohistoria
fr_fr: Historique du transfert
sv_se: Tidigare spelarövergångar

source: Transfer Person
fi_fi: Tee pelaajasiirto
fr_fr: Transfert de personne
sv_se: Starta spelarövergång

source: User Management
fi_fi: Käyttäjähallinta
fr_fr: Gestion d'utilisateur
sv_se: Användarhantering

source: Work Tasks
fi_fi: Työtehtävät
fr_fr: Tâches de travail
sv_se: Arbetsuppgifter

source: New failed, existing registration found. In order to continue, a Transfer from the existing Entity must be organised or select another Level
fi_fi: Rekisteröinti uutena epäonnistui, olemassa oleva rekisteröinti löytyi. Tee siirto jatkaaksesi.
fr_fr: Nouvel enregistrement échoué trouvé. Afin de continuer, un transfert d'une entité existante doit être organisé ou sélectionnez un autre niveau.
sv_se: Registrering som ny misslyckades, en existerande registrering hittades. Starta en övergång för att fortsätta.

source: Renewal failed, cannot find existing registration. Might have already been renewed
fi_fi: Uudistaminen epäonnistui, olemassa olevaa rekisteröintiä ei löytynyt. On myös mahdollista että uudistaminen on jo tehty.
fr_fr: Le renouvellement a échoué, il est impossible de trouver l'enregistrement existant. Le renouvellement a peut-être déjà été effectué
sv_se: Förnyandet misslyckades, hittar inte en existerande registrering. Det är också möjligt att förnyandet redan är gjort.

source: to proceed
fr_fr: procéder

source: Add Another Certificate
fi_fi: Lisää toinen todistus
fr_fr: Ajouter un autre certificat
sv_se: Lägg till en annan klassificering

source: Add Certification
fi_fi: Lisää todistus
fr_fr: Ajouter une certification
sv_se: Lägg till klassificering

source: Add New Certification
fi_fi: Lisää todistus
fr_fr: Ajouter une nouvelle certification
sv_se: Lägg till klassificering

source: Additional Information
fi_fi: Lisätiedot
fr_fr: Informations additionnelles
sv_se: Tilläggsuppgifter

source: An error has been encountered.
fi_fi: On tapahtunut virhe.
fr_fr: Une erreur a été rencontrée
sv_se: Ett fel har inträffat.

source: Any
fi_fi: Kaikki
fr_fr: N'importe quel
sv_se: Alla

source: Approval
fr_fr: Approbation
sv_se: Godkännande

source: Approval by Club
fi_fi: Seuran hyväksyntä
fr_fr: Approbation par le club
sv_se: Godkännande av förening

source: Approval by Member Association
fi_fi: Liiton hyväksyntä
fr_fr: Approbation par l'Association Membre
sv_se: Godkännande av förbundet

source: Approval by Regional Association
fi_fi: Piirin hyväksyntä
fr_fr: Approbation par l'Association régionale
sv_se: Godkännande av distriktet

source: Approved
fi_fi: Hyväksytty
fr_fr: Approuvé
sv_se: Godkännd

source: Card Print History
fr_fr: Historique de cartes imprimées

source: Certificate Added Successfully
fi_fi: Todistus lisätty
fr_fr: Le certificat a été ajouté avec succès
sv_se: Klassificering tillsatt

source: Certificate Updated Successfully
fi_fi: Todistus päivitetty
fr_fr: Le certificat a été mis à jour avec succès
sv_se: Klassificering uppdaterad

source: Certification Name
fi_fi: Todistuksen nimi
fr_fr: Nom de la certification
sv_se: Klassificeringen

source: Certification Type
fi_fi: Todistuksen tyyppi
fr_fr: Type de certification
sv_se: Typ av klassificering

source: Club Registration
fi_fi: Seuran rekisteröinti
fr_fr: Enregistrement de club
sv_se: Registrering av förening

source: Clubs Updated
fi_fi: Seurat päivitetty
fr_fr: Clubs mis à jour
sv_se: Föreningar uppdaterade

source: Copy Product
fi_fi: Kopioi tuote
fr_fr: Copier le produit
sv_se: Kopiera produkt

source: Created By
fi_fi: Luonut
fr_fr: Créé par
sv_se: Skapad av

source: Edit
fr_fr: Modifier
sv_se: Ändra

source: Enter Certifications
fi_fi: Lisää todistukset
fr_fr: Entrer les certifications
sv_se: Ange klassificering

source: Enter Contact Information
fi_fi: Lisää yhteystiedot
fr_fr: Entrer les coordonnées
sv_se: Ange kontakuppgifter

source: Enter Personal Information
fi_fi: Lisää henkilötiedot
fr_fr: Entrer l'information personnelle
sv_se: Ange personuppgifter

source: Fields Updated
fi_fi: Kentät päivitetty
fr_fr: Terrains mis à jour
sv_se: Fälten uppdaterade

source: First Adult
fi_fi: Ensimmäinen aikuinen
fr_fr: Premier adulte
sv_se: Första vuxen

source: First Child
fi_fi: Ensimmäinen lapsi
fr_fr: Premier enfant
sv_se: Första barn

source: For levels below
fi_fi: Alemmille tasoille
fr_fr: Pour les niveaux ci-dessous
sv_se: För nivåer under

source: For my level
fi_fi: Minun tasolleni
fr_fr: Pour mon niveau
sv_se: För min nivå

source: Group
fi_fi: Ryhmä
fr_fr: Groupe
sv_se: Grupp

source: Has this person already been registered?
fi_fi: Onko tämä henkilö jo rekisteröity aikaisemmin?
fr_fr: Est-ce que cette personne a déjà été enregistrée?
sv_se: Har denna person registrerats tidigare?

source: I agree to the terms and conditions as specified above
fr_fr: J'accepte les termes et conditions spécifiés ci-dessus

source: I have validated that this person is not a duplicate
fi_fi: Olen varmistanut että tämä henkilö ei ole kaksoiskappale
fr_fr: J'ai validé que cette personne n'est pas un doublon
sv_se: Jag har kontrollerat att denna person inte är ett duplikat

source: If the player has been registered in another country before, you will need an ITC to continue with the registration.
fi_fi: Jos pelaaja on aikaisemmin rekisteröity toiseen maahan, sinulla on oltava kansainvälinen pelilupa (ITC) jatkaaksesi.
fr_fr: Si le joueur a été enregistré dans un autre pays avant, vous avez besoin d'un CTI afin de pouvoir continuer avec l'enregistrement.
sv_se: Om spelaren tidigare har registrerats i ett annat land, behöver du ett internationellt speltillstånd (ITC) för att fortsätta.

source: If yes, they need to apply for a Transfer.
fi_fi: Jos on, pitää aloittaa pelaajasiirto.
fr_fr: Si oui, ils doivent appliquer pour un Transfert.
sv_se: Om personen har registrerats tidigare, måste en spelarövergång startas.

source: If you don't have an ITC you can request it here prior to the registration.
fi_fi: Jos sinulla ei ole kansainvälistä pelilupaa (ITC), voit pyytää sitä ennen rekisteröintiä.
fr_fr: Si vous n'avez pas un CTI, vous pouvez le demander ici avant l'enregistrement.
sv_se: Om du inte har ett internationellt speltillstånd (ITC) kan du begära ett här före registreringen.

source: If you have checked and this person is not a duplicate, then click the button below.
fi_fi: Jos olet varmistanut että tämä henkilö ei ole kaksoiskappale, paina alla olevaa nappia.
fr_fr: Si vous avez vérifié et que cette personne n'est pas un doublon, cliquez sur le bouton ci-dessous.
sv_se: Om du har kontrollerat att denna person inte är ett duplikat, kan du trycka på knappen nedan.

source: If you have the ITC then please start the transfer process here.
fi_fi: Jos sinulla on kansainvälinen pelilupa (ITC), aloita rekisteröinti tästä.
fr_fr: Si vous avez un CTI, veuillez débuter le processus de transfert ici.
sv_se: Om du har ett internationellt spelstillstånd (ITC) kan starta registreringsprocessen här.

source: International Transfer
fr_fr: Transfert international
sv_se: Internationell spelarövergång

source: Invalid Renewal Details
fi_fi: Väärät uudistamistiedot
fr_fr: Détails de renouvellement invalides
sv_se: Felaktiga detaljer för förnyande

source: Loan Information
fi_fi: Määräaikaisen pelaajasiirron tiedot
fr_fr: Information de prêt
sv_se: Information om tidsbunden spelarövergång

source: Locking Approval: Payment required.
fi_fi: Hyväksyntä lukittu: Odottaa maksua.
fr_fr: Approbation verrouillée: paiement requis.
sv_se: Godkännande låst: Väntar på betalning

source: MISSING
fi_fi: PUUTTUU
fr_fr: MANQUANT
sv_se: FATTAS

source: N/A
fi_fi: Ei saatavilla
fr_fr: Ne s'applique pas
sv_se: Inte tillgänglig

source: New Club Registration - Approval
fi_fi: Uuden seuran rekisteröinti - Hyväksyntä
fr_fr: Enregistrement de nouveau club - Approbation
sv_se: Registrering av nu förening - Godkännande

source: New Facility Registration - Approval
fi_fi: Uuden kentät rekisteröinti - Hyväksyntä
fr_fr: Enregistrement d'une nouvelle installation - Approbation
sv_se: Registrering av ny anläggning - Godkännande

source: New [_1] Registration
fr_fr: Nouvel enregistrement [_1]
sv_se: Ny registrering av [_1]

source: No data retrieved/no access
fi_fi: Tietoja ei haettu / ei pääsyä
fr_fr: Aucune donnée récupérée / pas d'accès
sv_se: Inget hämtat / ingen åtkomst

source: No license fees required for this registration, click
fr_fr: Aucun frais de licence requis pour cet enregistrement, cliquez

source: No outstanding tasks
fi_fi: Ei odottavia tehtäviä
fr_fr: Pas de tâches en suspens
sv_se: Inga väntande arbetsuppgifter

source: Not sure?
fi_fi: Etkö ole varma?
fr_fr: Pas certain?
sv_se: Är du osäker?

source: On-Hold
fr_fr: En attente
sv_se: Returnerad

source: Optional. Not Provided.
fi_fi: Valinnainen. Ei toimitettu.
fr_fr: Optionnel. Non fourni.
sv_se: Icke-obligatoriskt. Fattas.

source: Parent/Guardian Details
fr_fr: Détails des parents/tuteurs
sv_se: Information om förälder/förmyndare

source: Payment required
fi_fi: Maksu vaaditaan
fr_fr: Paiement requis
sv_se: Betalning krävs

source: Person Certifications
fi_fi: Henkilön todistukset
fr_fr: Certifications de la personne
sv_se: Personens klassificeringar

source: Person Request
fi_fi: Henkilön pyyntö
fr_fr: Demande de la personne
sv_se: Begäran av person

source: Player Loan - Approved
fi_fi: Määräaikainen pelaajasiirto - Hyväksytty
fr_fr: Prêt de joueur - Approuvé
sv_se: Tidsbunden spelarövergång - Godkänd

source: Player has been marked as Transferred Out
fr_fr: Ce joueur a été identifié comme transféré à l'extérieur

source: Please check that this player has not been registered with another club?
fi_fi: Onko pelaaja aikaisemmin rekisteröity toiseen seuraan?
fr_fr: Veuillez vérifier que ce joueur n'a pas été enregistré auprès d'un autre club?
sv_se: Har spelaren tidigare registrerats i en annan förening?

source: Please review this record
fi_fi: Tarkista tämä tieto
fr_fr: Veuillez réviser cet enregistrement
sv_se: Var god kontrollera denna post

source: Price
fi_fi: Hinta
fr_fr: Prix
sv_se: Pris

source: Print Receipt
fi_fi: Tulosta kuitti
fr_fr: Imprimer un reçu
sv_se: Skriv ut kvitto

source: Problem updating Fields
fi_fi: Ongelma kenttien päivittämisessä
fr_fr: Problème à mettre à jour les terrains
sv_se: Problem med att uppdatera fälten

source: Registration Form
fi_fi: Rekisteröintilomake
fr_fr: Formulaire d'enregistrement
sv_se: Registreringsformulär

source: Registration failed, cannot find registration.
fi_fi: Rekisteröinti epäonnistui, rekisteröintiä ei löydy.
fr_fr: L'enregistrement a échoué, enregistrement introuvable
sv_se: Registreringen misslyckades, kan inte hitta registreringen

source: Registration failed, there is an active pending registration for this person.
fr_fr: L'enregistrement a échoué, il y a un enregistrement en attente pour cette personne.

source: Registration failed, there is an active pending transfer request for this person.
fr_fr: L'enregistrement a échoué, il y a une demande de transfert en attente pour cette personne.

source: Registration has been submitted for approval
fi_fi: Rekisteröinti on lähetetty hyväksyttäväksi
fr_fr: L'enregistrement a été soumis pour approbation
sv_se: Registreringen har skickat vidare för att godkännas

source: Resolved
fi_fi: Ratkaistu
fr_fr: Résolu
sv_se: Behandlad

source: Save Options
fi_fi: Tallenna asetukset
fr_fr: Options de sauvegarde
sv_se: Spara inställningar

source: Second Adult
fi_fi: Toinen aikuinen
fr_fr: Deuxième adulte
sv_se: Anda vuxen

source: Second Child
fi_fi: Toinen lapsi
fr_fr: Deuxième enfant
sv_se: Andra barn

source: Select Certification
fi_fi: Valitse todistus
fr_fr: Sélectionner la certification
sv_se: Välj klassificering

source: Subsequent Adult
fi_fi: Seuraava aikuinen
fr_fr: Adulte suivant
sv_se: Efterföljande vuxen

source: Subsequent Child
fi_fi: Seuraava lapsi
fr_fr: Enfant suivant
sv_se: Efterföljande barn

source: Task has been put on-hold.
fi_fi: Tehtävä on palautettu.
fr_fr: La tâche a été mise en attente.
sv_se: Arbetsuppgiften returnerad

source: Task has been resolved.
fi_fi: Tehtävä on ratkaistu.
fr_fr: La tâche a été résolue.
sv_se: Arbetsuppgiften behandlad

source: Terms and Conditions
fr_fr: Termes et conditions

source: The following are the outstanding tasks to be authorised
fi_fi: Seuraavat tehtävä odottavat hyväksyntää
fr_fr: Les tâches suivantes sont en suspens et attendent d'être autorisées
sv_se: Följande arbetsuppgifter väntar på godkännande

source: The system does not allow this combination
fi_fi: Järjestelmä ei salli tätä yhdistelmää
fr_fr: Le système ne permet pas cette combinaison
sv_se: Systemet tillåter inte denna kombination

source: Then use the Search.
fi_fi: Käytä hakua
fr_fr: Utilisez Chercher
sv_se: Prova att söka

source: Third Adult
fi_fi: Kolmas aikuinen
fr_fr: Troisième adulte
sv_se: Tredje vuxen

source: Third Child
fi_fi: Kolmas lapsi
fr_fr: Troisième enfant
sv_se: Tredje barn

source: This person has been duplicate resolved and appears to have an incorrect Registration count
fi_fi: Tällä yhdistetyllä henkilöllä näyttää olevan väärä määrä rekisteröintejä
fr_fr: Cette personne a un doublon résolu et semble avoir un compte d'enregistrement incorrect
sv_se: Denna person som har varit ett duplikat tycks ha fel antal av registreringar

source: This person is a possible duplicate.
fi_fi: Tämä henkilö saattaa olla kaksoiskappale.
fr_fr: Cette personne est un possible doublon.
sv_se: Denna person är möjligen ett duplikat

source: To Return To Person Certificates
fi_fi: Palataksesi henkilön todistuksiin
fr_fr: Pour retourner aux certificats personnels
sv_se: För att gå tillbaka till personens klassificeringar

source: To View Certificate Details
fi_fi: Nähdäksesi henkilön todistukset
fr_fr: Pour voir les détails du certificat
sv_se: För att visa klassificeringsdetaljer

source: Transfer Information
fi_fi: Pelaajasiirron tiedot
fr_fr: Information de transfert
sv_se: Information om spelarövergången

source: Venue Registration
fi_fi: Kentän rekisteröinti
fr_fr: Enregistrement de site
sv_se: Registrering av arena

source: What is your relationship to the minor you are registering?
fi_fi: Mikä on suhteesi alaikäiseen henkilöön jonka olet rekisteröimässä?
fr_fr: Quel est votre lien avec le mineur que vous enregistrez?
sv_se: Vilken är din relation till den minderåring du registrerar?

source: Work Flow History
fi_fi: Työvaiheiden historia
fr_fr: Historique du flux de travail
sv_se: Arbetsflöde

source: Work Flow task updated.
fi_fi: Tehtävä päivitetty
fr_fr: Les tâches du flux de travail ont été mises à jour.
sv_se: Arbetsuppgiften uppdaterad

source: Work task notes
fi_fi: Työtehtävän merkinnät
fr_fr: Notes du flux de travail
sv_se: Arbetsuppgiftens anteckningar

source: Work task notes Updated
fi_fi: Työtehtävän lisätiedot päivitetty
fr_fr: Notes de tâche mises à jour
sv_se: Arbetsuppgiftens anteckningar uppdaterade

source: You have Transfers to view
fi_fi: Sinulla on pelaajasiirtoja hyväksyttävänä
fr_fr: Vous avez des Transferts à voir
sv_se: Du har spelarövergångar att behandla

source: You have placed this Club Official Renewal On Hold, the [_1] will be informed.
fr_fr: Vous avez placé ce renouvellement officiel de club en attente, le [_1] sera informé.
sv_se: Du har returnerat detta förnyande av föreningsfunktionär. [_1] informeras.

source: You have placed this MA Official Renewal On Hold, the [_1] will be informed.
fr_fr: Vous avez placé ce renouvellement officiel d'AM en attente, le [_1] sera informé.
sv_se: Du har returnerat detta förnyande av förbundsfunktionär. [_1] informeras.

source: You have placed this Player Renewal On Hold, the [_1] will be informed.
fr_fr: Vous avez placé ce renouvellement de joueur en attente, le [_1] sera informé.
sv_se: Du har returnerat detta förnyande av spelare. [_1] informeras.

source: You have placed this Team Official Renewal On Hold, the [_1] will be informed.
fr_fr: Vous avez placé ce renouvellement officiel d'équipe en attente, le [_1] sera informé.
sv_se: Du har returnerat detta förnyande av lagsfunktionär. [_1] informeras.

source: You have placed this [_1] Renewal On Hold, the [_1] will be informed.
fr_fr: Vous avez placé ce renouvellement de [_1] en attente, le [_1] sera informé.
sv_se: Du har returnerat detta förnyande av [_1]. [_1] informeras.

source: You have put this task on-hold, once the submitting Club resolves the issue, you would be able to verify and continue with the Amendment of Person Details process.
fi_fi: Olet palauttanut tämän tehtävän. Kun lähettävä seura on korjannut ongelman, pääset tarkistamaan ja lisäämään henkilön tietoja.
fr_fr: Vous avez placé cette tâche en attente, une fois que le Club soumetteur aura résolu le problème, vous serez en mesure de vérifier et continuer avec le processus d'amendement des détails personnels.
sv_se: Du har returnerat denna arbetsuppgift. När föreningen har korrigerat problemet, kan du kontrollera och fortsätta med processen att ändra på personens uppgifter.

source: You have put this task on-hold, once the submitting Club resolves the issue, you would be able to verify and continue with the Club Official Registration process.
fi_fi: Olet palauttanut tämän tehtävän. Kun lähettävä seura on korjannut ongelman, pääset jatkamaan seuratoimihenkilön rekisteröintiä.
fr_fr: Vous avez placé cette tâche en attente, une fois que le Club soumetteur aura résolu le problème, vous serez en mesure de vérifier et continuer avec le processus d'enregistrement d'officiel de club.
sv_se: Du har returnerat denna arbetsuppgift. När föreningen har korrigerat problemet, kan du kontrollera och fortsätta med processen att registrera föreningsfunktionär.

source: You have put this task on-hold, once the submitting Club resolves the issue, you would be able to verify and continue with the Coach Registration process.
fi_fi: Olet palauttanut tämän tehtävän. Kun lähettävä seura on korjannut ongelman, pääset jatkamaan valmentajan rekisteröintiä.
fr_fr: Vous avez placé cette tâche en attente, une fois que le Club soumetteur aura résolu le problème, vous serez en mesure de vérifier et continuer avec le processus d'enregistrement d'entraîneur.
sv_se: Du har returnerat denna arbetsuppgift. När föreningen har korrigerat problemet, kan du kontrollera och fortsätta med processen att registrera tränare.

source: You have put this task on-hold, once the submitting Club resolves the issue, you would be able to verify and continue with the International Transfer Out process.
fr_fr: Vous avez placé cette tâche en attente, une fois que le Club soumetteur aura résolu le problème, vous serez en mesure de vérifier et continuer avec le processus de transfert international à l'extérieur.
