Repository: erwinmacaraig/perl-cig-prj
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fi_fi, fr_fr, sv_se

source: If you are not automatically redirected to the payment page within 30 seconds then you can click the Continue to Payment button below
fi_fi: Jos selaimesi ei 30 sekunnin sisällä automaattisesti siirry maksusivulle voit siirtyä painamalla alla olevaa Jatka maksusivulle -nappia
fr_fr: Si vous n'êtes pas redirigé automatiquement vers la page de paiement d'ici 30 secondes, vous pouvez alors cliquer sur le bouton Continer vers le paiement ci-dessous
sv_se: Om du inte inom 30 sekunder automatiskt överförs till betaltjänsten, kan du trycka på Fortsätt till betalning -knappen nedan

source: No cards available to be printed
fr_fr: Pas de cartes disponibles pour être imprimées

source: Please Wait - Processing
fi_fi: Hetkinen - käsitellään
fr_fr: S'il vous plaît, soyez patient
sv_se: Var god vänta - Processar

source: Email address is not valid
fi_fi: Sähköpostiosoite ei ole kelvollinen
fr_fr: L'adresse courriel n'est pas valide
sv_se: E-postadressen är inte giltig

source: Password 1
fi_fi: Salasana 1
fr_fr: Mot de passe 1
sv_se: Lösenord 1

source: Password 2
fi_fi: Salasana 2
fr_fr: Mot de passe 2
sv_se: Lösenord 2

source: Password and Password 2 do not match
fi_fi: Salasana ja salasana 2 eivät täsmää
fr_fr: Le mot de passe 1 et le mot de passe 2 ne concordent pas
sv_se: Lösenord och lösenord 2 stämmer inte

source: Username
fi_fi: Käyttäjänimi
fr_fr: Nom d'utilisateur
sv_se: Användarnamn

source: Username already in use
fi_fi: Käyttäjänimi on jo käytössä
fr_fr: Nom d'utilisateur déjà utilisé
sv_se: Användarnamnet existerar redan

source: You must fill in the following fields:
fi_fi: Sinun on täytettävä seuraavat kentät:
fr_fr: Vous devez remplir les champs suivants:
sv_se: Följande fält måste fyllas:

source: Email
fi_fi: Sähköposti
fr_fr: Courriel
sv_se: E-post

source: Email already in use
fi_fi: Sähköpostiosoite on jo käytössä
fr_fr: Courriel déjà utilisé
sv_se: E-postadressen används redan

source: Error creating user account
fi_fi: Virhe luotaessa käyttäjätiliä
fr_fr: Erreur en créant un compte d'utilisateur
sv_se: Fel vid skapande av användarkonto

source: Signup
fi_fi: Luo uusi käyttäjä
fr_fr: S'inscrire
sv_se: Skapa ett nytt användarkonto

source: The password does not obey the password rules
fr_fr: Le mot de passe ne respecte pas les règles de mot de passe
sv_se: Lösenordet är inte tillräckligt invecklat

source: Email address already in use
fi_fi: Sähköpostiosoite on jo käytössä
fr_fr: Adresse courriel déjà utilisée
sv_se: E-postadressen används redan

source: Added
fi_fi: Lisätty
fr_fr: Ajouté
sv_se: Tillsatt

source: Apr
fi_fi: Huhti
fr_fr: Avril

source: Are you sure you want to delete this registration?
fi_fi: Haluatko varmasti poistaa tämän rekisteröinnin?
fr_fr: Êtes-vous certain de vouloir supprimer cet enregistrement?
sv_se: Är du säker att du vill radera denna registrering?

source: Aug
fi_fi: Elo
fr_fr: Août

source: Contact Details
fi_fi: Yhteystiedot
fr_fr: Coordonnées
sv_se: Kontaktuppgifter

source: Date is invalid
fr_fr: La date n'est pas valide

source: Day
fi_fi: Päivä
fr_fr: Jour
sv_se: Dag

source: Dec
fi_fi: Joulu
fr_fr: Déc

source: Delete
fi_fi: Poista
fr_fr: Effacer
sv_se: Radera

source: Feb
fi_fi: Helmi
fr_fr: Févr

source: Field Information
fi_fi: Lisätiedot
fr_fr: Information
sv_se: Tilläggsuppgifter

source: Field required
fi_fi: Pakollinen kenttä
fr_fr: Champs requis
sv_se: Obligatorisk fält

source: Fields
fi_fi: Kentät
fr_fr: Terrains
sv_se: Fält

source: Incomplete Registrations
fi_fi: Puutteelliset rekisteröinnit
fr_fr: Enregistrement incomplet
sv_se: Ofullständiga registreringar

source: Incomplete registration has been delete
fi_fi: Puutteellinen rekisteröinti on poistettu
fr_fr: L'enregistrement incomplet à été effacé
sv_se: Den ofullständiga registreringen har raderats

source: Invalid ID
fi_fi: Virheellinen ID
fr_fr: Identification non valide
sv_se: Felaktigt ID

source: Jul
fi_fi: Heinä
fr_fr: Juil

source: Mar
fi_fi: Maalis
fr_fr: Mars

source: May
fi_fi: Touko
fr_fr: Mai

source: Month
fi_fi: Kuukausi
fr_fr: Mois
sv_se: Månad

source: Name
fi_fi: Nimi
fr_fr: Nom
sv_se: Namn

source: No Incomplete Registrations
fi_fi: Ei puutteellisia rekisteröintejä
fr_fr: Pas d'enregistrement incomplet
sv_se: Inga ofullständiga registreringar

source: Number is invalid
fr_fr: Nombre non valide
sv_se: Nummret är ogiltigt

source: Persons
fi_fi: Henkilöä
fr_fr: Personnes
sv_se: Personer

source: Please enter a valid URL
fi_fi: Syötä kelvollinen verkkosivun osoite
fr_fr: Veuillez entrer une adresse internet valide
sv_se: Ange en giltigt webbadress

source: Please enter a valid email address
fi_fi: Syötä kelvollinen sähköpostiosoite
fr_fr: Veuillez entrer une adresse courriel valide
sv_se: Ange en giltig e-postadress

source: Please enter a valid number
fr_fr: Veuillez entrer un nombre valide
sv_se: Ange ett giltigt nummer

source: Please enter a value between [_1] and [_2]
fr_fr: Veuillez entrer une valeur entre [_1] et [_2]
sv_se: Ange ett nummer mellan [_1] och [_2]

source: Please enter only digits
fi_fi: Syötä vain numeroita
fr_fr: Veuillez entrer seulement des chiffres
sv_se: Ange endast nummer

source: Replace
fi_fi: Korvaa
fr_fr: Remplacer
sv_se: Ersätt

source: Required
fi_fi: Pakollinen
fr_fr: Requis
sv_se: Obligatoriskt

source: Required fields
fi_fi: Pakolliset kentät
fr_fr: Champs requis
sv_se: Obligatoriska fält

source: Role
fi_fi: Rooli
fr_fr: Rôle
sv_se: Roll

source: Save
fi_fi: Tallenna
fr_fr: Enregistrer
sv_se: Spara

source: Select Country
fi_fi: Valitse maa
fr_fr: Sélectionnez le pays
sv_se: Välj land

source: Select Language
fi_fi: Valitse kieli
fr_fr: Sélectionnez la langue
sv_se: Välj språk

source: Select Type
fi_fi: Valitse tyyppi
fr_fr: Sélectionnez le type
sv_se: Välj typ

source: Select an option
fi_fi: Valitse vaihtoehto
fr_fr: Sélectionnez une option
sv_se: Välj ett alternativ

source: Select some options
fi_fi: Valitse vaihtoehtoja
fr_fr: Sélectionnez quelques options
sv_se: Välj några alternativ

source: Sep
fi_fi: Syys
fr_fr: Sept

source: This must be [_1] characters long
fr_fr: Ceci doit contenir [_1] caractères
sv_se: Detta måste vara [_1] tecken långt

source: Venue Details
fi_fi: Kentät tiedot
fr_fr: Détails du site
sv_se: Arenans detaljer

source: Venues
fi_fi: Kentät
fr_fr: Sites
sv_se: Arenor

source: View
fi_fi: Näytä
fr_fr: Vue
sv_se: Visa

source: View & Resume
fi_fi: Näytä ja jatka
fr_fr: Voir et continuer
sv_se: Visa och fortsätt

source: Year
fi_fi: Vuosi
fr_fr: Année
sv_se: År

source: [_1] is not more than [_2]
fr_fr: [_1] n'est pas plus que [_2]

source: edit
fi_fi: muokkaa
fr_fr: modifier
sv_se: ändra

source: Add
fi_fi: Lisää
fr_fr: Ajouter
sv_se: Lägg till

source: Add Fields
fi_fi: Lisää kenttiä
fr_fr: Ajouter terrains
sv_se: Lägg till fält

source: All Files
fi_fi: Kaikki tiedostot
fr_fr: Tous les fichiers
sv_se: Alla filer

source: Check/Update Contact Details
fi_fi: Tarkista/päivitä yhteystiedot
fr_fr: Vérifier/Modifier les détails de contact
sv_se: Kontrollera/uppdatera kontakuppgifter

source: Check/Update Documents
fi_fi: Tarkista/päivitä dokumentit
fr_fr: Vérifier/Modifier les documents
sv_se: Kontrollera/uppdatera dokument

source: Check/Update Personal Details
fi_fi: Tarkista/päivitä henkilötiedot
fr_fr: Vérifier/Modifer les informations personnelles
sv_se: Kontrollera/uppdatera personuppgifter

source: Click here to upload file
fi_fi: Lisää tiedosto
fr_fr: Cliquez ici pour télécharger le fichier
sv_se: Klicka här för att uppladda

source: Complete
fi_fi: Valmis
fr_fr: Terminé
sv_se: Färdig

source: Confirm Transfer Fee
fi_fi: Pelaajasiirron hinta
fr_fr: Confirmer le frais de transfert
sv_se: Godkänn priset på övergången

source: Confirm Transfer Registration
fi_fi: Vahvista pelaajasiirto
fr_fr: Confirmer l'enregistrement du transfert
sv_se: Godkänn spelarövergången

source: Continue
fi_fi: Jatka
fr_fr: Continuer
sv_se: Fortsätt

source: DUPLICATE
fi_fi: TUPLA
fr_fr: DUPLIQUER
sv_se: DUPLIKAT

source: Delete Fields
fi_fi: Poista kentät
fr_fr: Supprimer terrains
sv_se: Radera fält

source: Document Type
fi_fi: Dokumentin tyyppi
fr_fr: Type de document
sv_se: Typ av dokument

source: Edit Fields
fi_fi: Muokkaa kenttiä
fr_fr: Modifier terrains
sv_se: Ändra på fälten

source: Edit Venue
fi_fi: Muokkaa kenttää
fr_fr: Modifier un site
sv_se: Ändra på arena

source: Enter Additional Information
fi_fi: Syötä lisätietoja
fr_fr: Ajouter de l'information additionnelle
sv_se: Ange tilläggsuppgifter

source: Enter Contact Details
fi_fi: Syötä yhteystiedot
fr_fr: Entrer les coordonnées
sv_se: Ange kontaktuppgifter

source: Enter Number of Fields
fi_fi: Syötä lenttien määrä
fr_fr: Entrer le nombre de terrains
sv_se: Ange antal av fält

source: Enter Venue Information
fi_fi: Lisää kentän tiedot
fr_fr: Entrer l'information du site
sv_se: Ange uppgifter om arena

source: Entity Not Allowed To View List
fi_fi: Kohteella ei ole oikeutta nähdä listaa
fr_fr: L'entité n'a pas la permission pour voir la liste
sv_se: Ingen rätt att visa listan

source: Error
fi_fi: Virhe
fr_fr: Erreur
sv_se: Fel

source: Extension Name
fi_fi: Tiedostopääte
fr_fr: Nom de l'extension
sv_se: Filändelse

source: Facility
fi_fi: Laitos
fr_fr: Établissement
sv_se: Anläggninf

source: Facility Field(s) not found.
fr_fr: Terrain(s) de l'installation non trouvé(s)
sv_se: Fält för anläggningar hittas ej

source: Facility fields have been updated.
fi_fi: Kenttätietojen tietokentät päivitetty
fr_fr: Les terrains de l'installation ont été mis à jour
sv_se: Fält för anläggningar uppdaterade.

source: Invalid Facility ID
fi_fi: Virheellinen kenttä ID
fr_fr: Identification de l'établissement non valide
sv_se: Felaktigt anläggnings ID

source: Invalid Registration ID
fi_fi: Väärä rekisteröinti ID
fr_fr: Indentification d'enregistrement non valide
sv_se: Felaktigt registrerings ID

source: Invalid Venue/Facility ID.
fi_fi: Virheellinen kenttä ID
fr_fr: Identification du site/installation non valide
sv_se: Felaktigt arena/anläggnings ID.

source: Invalid number of fields to be deleted.
fi_fi: Virheellinen määrä kenttiä poistettavana.
fr_fr: Nombre de terrains à effacer non valide.
sv_se: Felaktigt antal fält att radera.

source: Invalid page requested
fi_fi: Virheellinen sivupyyntö
fr_fr: Page demandée non valide
sv_se: Felaktig sida begärd

source: List of people registered directly with the Member Association
fi_fi: Lista henkilöistä jotka on rekisteröity suoraan liittoon
fr_fr: Liste de gens enregistrés directement auprès de l'Association membre
sv_se: Lista på personer som är registrerade direkt till förbundet

source: List of people registered directly with the Region
fi_fi: Lista henkilöistä jotka on rekisteröity suoraan piiriin
fr_fr: Liste de gens enregistrés directement avec la région
sv_se: Lista på personer som är registrerade direkt till distriktet

source: List of people registered with the Club
fi_fi: Lista henkilöistä jotka on rekisteröity seuraan
fr_fr: Liste de gens enregistrés avec le club
sv_se: Lista på personer som är registrerade till föreningen

source: New Document
fi_fi: Uusi dokumentti
fr_fr: Nouveau document
sv_se: Nytt dokument

source: Number of Fields
fi_fi: Kenttien määrä
fr_fr: Nombre de terrains
sv_se: Antal fält

source: Old Club
fi_fi: Vanha seura
fr_fr: Ancien club
sv_se: Gammal förening

source: Old Club Details
fi_fi: Vanhan seuran tiedot
fr_fr: Détails de l'ancien club
sv_se: Information on gammal förening

source: Payments
fi_fi: Maksut
fr_fr: Paiements
sv_se: Betalningar

source: Persons in [_1]
fr_fr: Personnes dans [_1]
sv_se: Personer i [_1]

source: Proceed to Payment and Submit to [_1]
fr_fr: Procéder au paiement et soumettre à [_1]
sv_se: Fortsätt till betalning och skicka till [_1]

source: Registration
fi_fi: Rekisteröinti
fr_fr: Enregistrement
sv_se: Registrering

source: Required Document Missing
fi_fi: Vaadittu dokumentti puuttuu
fr_fr: Document requis manquant
sv_se: Obligatoriskt dokument fattas

source: SUSPENDED
fi_fi: SULJETTU TOIMINNASTA
fr_fr: SUSPENDU
sv_se: AVSTÄNGD

source: Save & Continue
fi_fi: Tallenna ja jatka
fr_fr: Sauvegarder et continuer
sv_se: Spara och fortsätt

source: Select Discipline
fi_fi: Valitse laji
fr_fr: Sélectionner la discipline
sv_se: Välj sport

source: Select Type of Field
fi_fi: Valitse kentän tyyppi
fr_fr: Sélectionner les types de terrains
sv_se: Välj typ av fält

source: Selection Not Required
fi_fi: Valintaa ei vaadita
fr_fr: Sélection non requise
sv_se: Val krävs ej

source: Size
fi_fi: Koko
fr_fr: Taille
sv_se: Storlek

source: Submit to
fr_fr: Soumettre à
sv_se: Skicka till

source: Submit to [_1]
fr_fr: Soumettre à [_1]
sv_se: Skicka till [_1]

source: Submitted
fi_fi: Lähetetty
fr_fr: Soumis
sv_se: Skickad

source: Summary
fi_fi: Yhteenveto
fr_fr: Résumé
sv_se: Översikt

source: Summary and Submission
fi_fi: Kooste ja lähetys
fr_fr: Sommaire et soumission
sv_se: Översikt och skickande

source: There are no documents
fi_fi: Ei dokumentteja
fr_fr: Il n'y a pas de document
sv_se: Inga dokument

source: This type of registration is not available
fi_fi: Tämä rekisteröintityyppi ei ole mahdollinen
fr_fr: Ce type d'enregistrement n'est pas disponible
sv_se: Denna typ av registrering är inte möjlig

source: This type of registration is not within the window.
fi_fi: Tämä rekisteröintityyppi ei ole nyt mahdollinen
fr_fr: Ce type d'enregistrement n'est pas à l'intérieur de la fenêtre
sv_se: Denna typ av registrering är inte möjlig just nu.

source: Transfer Submitted to MA
fi_fi: Pelaajasiirto on lähetetty liittoon
fr_fr: Transfert soumis à l'AM
sv_se: Spelarövergången skickad till förbundet

source: Transfer failed, cannot find registration.
fi_fi: Pelaajasiirto epäonnistui, rekisteröintiä ei löytynyt
fr_fr: Transfert échoué, enregistrement introuvable
sv_se: Spelarövergången misslyckades, hittade inte registrering.

source: Transfer failed, you must step through Payments screen.
fi_fi: Pelaajasiirto epäonnistui, sinun on suoritettava maksu.
fr_fr: Le transfert a échoué, vous devez passer par l'écran de Paiements
sv_se: Spelarövergången misslyckades, du måste gå via betalningssidan.

source: Update
fi_fi: Päivitä
fr_fr: Mettre à jour
sv_se: Uppdatera

source: Upload Documents
fi_fi: Lähetä dokumentteja
fr_fr: Télécharger les documents
sv_se: Skicka dokument

source: Use the Continue button to go to the next page
fi_fi: Valitse jatka, jatkaaksesi seuraavalle sivulle
fr_fr: Utilisez le bouton Continuer pour aller à la page suivante
sv_se: Använd Fortsätt -knappen för att gå till nästa sida

source: Venue Name
fi_fi: Kentän nimi
fr_fr: Nom du site
sv_se: Arenans namn

source: You cannot register at this time, Person is currently SUSPENDED
fi_fi: Et voi rekisteröidä tätä henkilö nyt, henkilö on suljettu toiminnasta
fr_fr: Vous ne pouvez enregistrer en ce moment, la personne est présentement SUSPENDUE
sv_se: Denna person kan inte registreras just nu. Personen är AVSTÄNGD.

source: You cannot register this combination, limit exceeded
fi_fi: Et voi rekisteröidä tätä yhdistelmää, raja ylitetty
fr_fr: Vous ne pouvez pas enregistrer cette combinaison, la limite est dépassée
sv_se: Du kan inte göra en sådan registrering, kolla de existerande registreringarna

source: invalid input
fr_fr: Entrée invalide
sv_se: Felaktig inmatning

source: required
fr_fr: requis
sv_se: obligatorisk

source: Add New Registration Type
fi_fi: Lisää uusi rekisteröintityyppi
fr_fr: Ajouter un nouveau type d'enregistrement
sv_se: Lägg till ny registreringstyp

source: Add another Registration Type
fi_fi: Lisää toinen rekisteröintityyppi
fr_fr: Ajouter un autre type d'enregistrement
sv_se: Lägg till en registreringstyp till

source: Add new Rule
fi_fi: Lisää uusi sääntö
fr_fr: Ajouter nouveau règlement
sv_se: Lägg till regel

source: Amount
fi_fi: Summa
fr_fr: Montant
sv_se: Summa

source: Are you sure you want to delete this saved report?
fi_fi: Haluatko varmasti poistaa tallennetun raportin?
fr_fr: Êtes-vous cerain de vouloir supprimer ce rapport enregistré?
sv_se: Är du säker att du vill radera denna sparade rapport?

source: Bank Reference
fr_fr: Référence bancaire
sv_se: Referensnummer

source: Build
fi_fi: Rakenna
fr_fr: Construire
sv_se: Skapa

source: Click here
fi_fi: Paina tästä
fr_fr: Cliquez ici
sv_se: Klicka här

source: Configure Report
fi_fi: Raportin asetukset
fr_fr: Configurer le rapport
sv_se: Rapportens inställningar

source: Details
fi_fi: Tiedot
fr_fr: Détails
sv_se: Detaljer

source: Edit
fi_fi: Muokkaa
fr_fr: Éditer
sv_se: Ändra

source: Filter
fi_fi: Rajaa
fr_fr: Filtre
sv_se: Begränsa

source: First
fi_fi: Ensimmäinen
fr_fr: Premier
sv_se: Första

source: Last
fi_fi: Viimeinen
fr_fr: Dernier
sv_se: Sista

source: Next
fi_fi: Seuraava
fr_fr: Suivant
sv_se: Nästa

source: No matching records found
fi_fi: Hakuehtojen mukaisia tietoja ei löytynyt
fr_fr: Aucun enregistrements correspondants trouvés
sv_se: Inget resultat

source: Payment Date
fi_fi: Maksupäivä
fr_fr: Date du paiement
sv_se: Betalningsdatum

source: Payment Reference Number
fi_fi: Maksun viitenumero
fr_fr: Numéro de référence du paiement
sv_se: Betalningens referensnummer

source: Payment Type
fi_fi: Maksun tyyppi
fr_fr: Type de paiement
sv_se: Typ av betalning

source: Person Level
fi_fi: Henkilön taso
fr_fr: Niveau personnel
sv_se: Personens nivå

source: Person Type
fi_fi: Henkilön tyyppi
fr_fr: Type de personne
sv_se: Personens typ

source: Phone
fi_fi: Puhelin
fr_fr: Téléphone
sv_se: Telefon

source: Player Loan Submitted to MA
fi_fi: Määräaikainen pelaajasiirto lähetetty liittoon hyväksyttäväksi
fr_fr: Prêt de joueur soumis à l'AM
sv_se: Tidsbunden spelarövergång - Skickad till förbundet

source: Player loan failed, cannot find registration.
fi_fi: Määräaikainen pelaajasiirto epäonnistui, rekisteröintiä ei löytynyt.
fr_fr: Le prêt de joueur a échoué, enregistrement introuvable
sv_se: Tidsbunden spelarövergång misslyckad, registrering hittas inte.

source: Previous
fi_fi: Edellinen
fr_fr: Précédent
sv_se: Föregående

source: Proceed to Payment and Submit to Member Association
fi_fi: Siirry maksuun ja lähetä hyväksyttäväksi
fr_fr: Procéder au paiement et soumettre à l'Association membre
sv_se: Fortsätt till betalning och skicka för godkännande

source: Registration Rule Deleted
fi_fi: Rekisteröintisääntö poistettu
fr_fr: Règle d'enregistrement supprimée
sv_se: Registreringsregel raderad

source: Registration rule deleted
fi_fi: Rekisteröintisääntö poistettu
fr_fr: Règle d'enregistrement supprimée
sv_se: Registreringsregel raderad

source: Registration rule deleted.
fi_fi: Rekisteröintisääntö poistettu.
fr_fr: Règle d'enregistrement supprimée
sv_se: Registreringsregel raderad.

source: Registration type added successfully
fi_fi: Rekisteröintityyppi lisätty onnistuneesti
fr_fr: Type d'enregistrement ajouté avec succès
sv_se: Registreringstyp tillsatt

source: Registrations accepted by my organisation
fi_fi: Organisaationi hyväksymät rekisteröinnit
fr_fr: Les enregistrement sont acceptées par mon organisation
sv_se: Registreringar godkända av min organisation

source: Run
fi_fi: Suorita
fr_fr: Exécuter
sv_se: Kör

source: Show _MENU_ entries
fi_fi: Näytä _MENU_
fr_fr: Montrer_entrées_MENU
sv_se: Visa _MENU_

source: Showing _START_ to _END_ of _TOTAL_ entries
fi_fi: Näytetään _START_ - _END_ Yhteensä _TOTAL_
fr_fr: Montrer_entrées_TOTALES_du_DÉBUT_à_la_FIN
sv_se: Visar _START_ till _END_ av totalt _TOTAL_

source: Sorry there is no data to return
fi_fi: Ei näytettäviä tietoja
fr_fr: Désolé, il n'y a pas de données à retourner
sv_se: Inget att visa

source: Submit to Member Association
fi_fi: Lähetä hyväksyttäväksi
fr_fr: Soumettre à l'Association Membre
sv_se: Skicka till förbundet

source: to return to list of current registration types accepted
fi_fi: palataksesi hyväksyttävien rekisteröintien listalle
fr_fr: pour retourner à la liste des types d'enregistrement présentement acceptés
sv_se: för att gå tillbaka till listan på godkända registreringstyper

source: Approved upon Payment
fi_fi: Hyväksytty maksun jälkeen
fr_fr: Approuvé lors du paiement
sv_se: Godkännd efter betalning

source: Assigned To
fi_fi: Osoitettu
fr_fr: Assigné à
sv_se: Tilldelad till

source: Change [_1] Level
fr_fr: Changer niveau [_1]
sv_se: Ändra status på [_1]

source: Confirm Fee
fr_fr: Confirmer les frais

source: Current Club Details
fi_fi: Nykyisen seuran tiedot
fr_fr: Détails du club actuel
sv_se: Nuvarande föreningens detaljer

source: Current Task
fi_fi: Nykyinen tehtävä
fr_fr: Tâche actuelle
sv_se: Nuvarande arbetsuppgift

source: Date/Time
fi_fi: Päivämäärä/aika
fr_fr: Date/heure
sv_se: Datum/tid

source: International Transfer Return [_1]
fr_fr: Transfert retour international [_1]

source: List of Notifications
fi_fi: Ilmoitukset
fr_fr: Liste de notifications
sv_se: Notifikationer

source: Mark as Transferred back
fr_fr: Marquer comme transféré retourné

source: No Notifications can be found in the database.
fi_fi: Ei ilmoituksia tietokannassa
fr_fr: Aucune notification ne peut être trouvée dans la base de donnée
sv_se: Inga notifikationer hittade i databasen.

source: No Pending Registrations
fr_fr: Pas d'enregistrement en attente
sv_se: Ingan väntande registreringar

source: Notification ID
fi_fi: Ilmoituksen ID
fr_fr: Identification de notification
sv_se: Notifikations ID

source: Optional. Not Provided
fi_fi: Valinnainen. Ei annettu.
fr_fr: Optionnel. Non fourni
sv_se: Icke-obligatoriskt. Fattas.

source: Pending Registrations
fi_fi: Odottavat rekisteröinnit
fr_fr: Enregistrement en attente
sv_se: Väntande registreringar

source: Proceed to Payment
fr_fr: Procéder au paiement

source: Registration Detail
fi_fi: Rekisteröinnin tiedot
fr_fr: Détail de l'enregistrement
sv_se: Registreringsdetaljer

source: Registration History
fi_fi: Rekisteröintihistoria
fr_fr: Historique de l'enregistrement
sv_se: Registreringshistoria

source: Replace File
fi_fi: Korvaa tiedosto
fr_fr: Remplacer le fichier
sv_se: Ersätt fil

source: Add Club
fi_fi: Uusi seura
fr_fr: Ajouter un club
sv_se: Ny förening

source: Add Club Official
fi_fi: Lisää seuratoimihenkilö
fr_fr: Ajouter un club officiel
sv_se: Ny föreningsfunktionär

source: Add Coach
fi_fi: Lisää valmentaja
fr_fr: Ajouter un entraîneur
sv_se: Ny tränare

source: Add MA Official
fi_fi: Lisää liiton toimihenkilö
fr_fr: Ajouter un officiel d'AM
sv_se: Ny förbundsfunktionär

source: Add Player
fi_fi: Lisää pelaaja
fr_fr: Ajouter un joueur
sv_se: Ny spelare

source: Add RA Official
fi_fi: Lisää piirin toimihenkilö
fr_fr: Ajouter un officiel d'AR
sv_se: Ny distriktsfunktionär

source: Add Referee
fi_fi: Lisää erotuomari
fr_fr: Ajouter Arbitre
sv_se: Ny domare

source: Add Team Official
fi_fi: Lisää joukkuetoimihenkilö
fr_fr: Ajouter un officiel d'équipe
sv_se: Ny lagsfunktionär

source: Add Transactions
fi_fi: Lisää maksu
fr_fr: Ajouter des transactions
sv_se: Ny betalning

source: Add Venue
fi_fi: Lisää kenttä
fr_fr: Ajouter un site
sv_se: Ny aena

source: Add a Venue
fi_fi: Lisää kenttä
fr_fr: Ajouter un site
sv_se: Lägg till en arena

source: Advanced Search
fi_fi: Tarkennettu haku
fr_fr: Recherche avancée
sv_se: Avancerad sökning

source: Audit Log
fi_fi: Loki
fr_fr: Journal d'Audit
sv_se: Granskningslogg

source: Bank File Export
fi_fi: Pankkitiedoston vienti
fr_fr: Fichier bancaire exporté
sv_se: Exportering av bankfil

source: Both
fi_fi: Molemmat
fr_fr: Les deux
sv_se: Båda

source: Bulk Renewals
fi_fi: Nippu-uudistaminen
fr_fr: Renouvellements en vrac
sv_se: Gruppköp

source: Cards
fr_fr: Cartes

source: Certificates
fi_fi: Todistukset
fr_fr: Certificats
sv_se: klassificeringar

source: Change Date/Time
fr_fr: Changer la date/l'heure

source: Change Status Log
fr_fr: Changer le journal des statuts

source: Changed by Level
fr_fr: Changer par niveau

source: Choose Registration Type
fi_fi: Valitse rekisteröinnin tyyppi
fr_fr: Choisir le type d'enregistrement
sv_se: Välj typ av registrering
