Repository: erwinmacaraig/perl-cig-prj
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fi_fi, fr_fr, sv_se

source: You have put this task on-hold, once the submitting Club resolves the issue, you would be able to verify and continue with the International Transfer Return process.
fr_fr: Vous avez placé cette tâche en attente, une fois que le Club soumetteur aura résolu le problème, vous serez en mesure de vérifier et continuer avec le processus de retour de transfert international.

source: You have put this task on-hold, once the submitting Club resolves the issue, you would be able to verify and continue with the New Club Registration process.
fi_fi: Olet palauttanut tämän tehtävän. Kun lähettävä seura on korjannut ongelman, pääset jatkamaan uuden seuran rekisteröintiä.
fr_fr: Vous avez placé cette tâche en attente, une fois que le Club soumetteur aura résolu le problème, vous serez en mesure de vérifier et continuer avec le processus d'enregistrement d'un nouveau club.
sv_se: Du har returnerat denna arbetsuppgift. När föreningen har korrigerat problemet, kan du kontrollera och fortsätta med processen att registrera förening.

source: You have put this task on-hold, once the submitting Club resolves the issue, you would be able to verify and continue with the New Facility Registration process.
fi_fi: Olet palauttanut tämän tehtävän. Kun lähettävä seura on korjannut ongelman, pääset jatkamaan uuden kentän rekisteröintiä.
fr_fr: Vous avez placé cette tâche en attente, une fois que le Club soumetteur aura résolu le problème, vous serez en mesure de vérifier et continuer avec le processus d'enregistrement d'une nouvelle installation.
sv_se: Du har returnerat denna arbetsuppgift. När föreningen har korrigerat problemet, kan du kontrollera och fortsätta med processen att registrera facilitet.

source: You have put this task on-hold, once the submitting Club resolves the issue, you would be able to verify and continue with the Player Loan process.
fi_fi: Olet palauttanut tämän tehtävän. Kun lähettävä seura on korjannut ongelman, pääset jatkamaan pelaajan rekisteröintiä.
fr_fr: Vous avez placé cette tâche en attente, une fois que le Club soumetteur aura résolu le problème, vous serez en mesure de vérifier et continuer avec le processus de prêt de joueur.
sv_se: Du har returnerat denna arbetsuppgift. När föreningen har korrigerat problemet, kan du kontrollera och fortsätta med processen på tidsbunden spelarövergång.

source: You have put this task on-hold, once the submitting Club resolves the issue, you would be able to verify and continue with the Player Registration process.
fi_fi: Olet palauttanut tämän tehtävän. Kun lähettävä seura on korjannut ongelman, pääset jatkamaan pelaajan rekisteröintiä.
fr_fr: Vous avez placé cette tâche en attente, une fois que le Club soumetteur aura résolu le problème, vous serez en mesure de vérifier et continuer avec le processus d'enregistrement de joueur.
sv_se: Du har returnerat denna arbetsuppgift. När föreningen har korrigerat problemet, kan du kontrollera och fortsätta med processen att registrera spelare.

source: You have put this task on-hold, once the submitting Club resolves the issue, you would be able to verify and continue with the Team Official Registration process.
fi_fi: Olet palauttanut tämän tehtävän. Kun lähettävä seura on korjannut ongelman, pääset jatkamaan joukkueen toimihenkilön rekisteröintiä.
fr_fr: Vous avez placé cette tâche en attente, une fois que le Club soumetteur aura résolu le problème, vous serez en mesure de vérifier et continuer avec le processus d'enregistrement d'un officiel d'équipe.
sv_se: Du har returnerat denna arbetsuppgift. När föreningen har korrigerat problemet, kan du kontrollera och fortsätta med processen att registrera lagsfunktionär.

source: You have put this task on-hold, once the submitting Club resolves the issue, you would be able to verify and continue with the Transfer process.
fi_fi: Olet palauttanut tämän tehtävän. Kun lähettävä seura on korjannut ongelman, pääset jatkamaan pelaajasiirtoa.
fr_fr: Vous avez placé cette tâche en attente, une fois que le Club soumetteur aura résolu le problème, vous serez en mesure de vérifier et continuer avec le processus de Transfert.
sv_se: Du har returnerat denna arbetsuppgift. När föreningen har korrigerat problemet, kan du kontrollera och fortsätta med spelarövergångsprocessen.

source: You have put this task on-hold, once the submitting MA resolves the issue, you would be able to verify and continue with the MA Official Registration process.
fi_fi: Olet palauttanut tämän tehtävän. Kun lähettävä liitto on korjannut ongelman, pääset jatkamaan liiton toimihenkilön rekisteröintiä.
fr_fr: Vous avez placé cette tâche en attente, une fois que l'AM soumettrice aura résolu le problème, vous serez en mesure de vérifier et continuer avec le processus d'enregistrement d'officiel de l'AM.
sv_se: Du har returnerat denna arbetsuppgift. När organisationen har korrigerat problemet, kan du kontrollera och fortsätta med processen att registrera förbundsfunktionär.

source: You have put this task on-hold, once the submitting MA resolves the issue, you would be able to verify and continue with the Referee Registration process.
fi_fi: Olet palauttanut tämän tehtävän. Kun lähettävä liitto on korjannut ongelman, pääset jatkamaan erotuomarin rekisteröintiä.
fr_fr: Vous avez placé cette tâche en attente, une fois que l'AM soumettrice aura résolu le problème, vous serez en mesure de vérifier et continuer avec le processus d'enregistrement d'arbitre.
sv_se: Du har returnerat denna arbetsuppgift. När organisationen har korrigerat problemet, kan du kontrollera och fortsätta med processen att registrera domare.

source: You have put this task on-hold, once the submitting Organisation resolves the issue, you would be able to verify and continue with the Amendment of Club Details process.
fi_fi: Olet palauttanut tämän tehtävän. Kun lähettävä organisaatio on korjannut ongelman, pääset tarkistamaan ja lisäämään seuran tietoja.
fr_fr: Vous avez placé cette tâche en attente, une fois que l'organisation soumettrice aura résolu le problème, vous serez en mesure de vérifier et continuer avec le processus d'amendement des détails de club.
sv_se: Du har returnerat denna arbetsuppgift. När organisationen har korrigerat problemet, kan du kontrollera och fortsätta med processen att ändra på föreningens uppgifter.

source: You have put this task on-hold, once the submitting Organisation resolves the issue, you would be able to verify and continue with the Amendment of Venue Details process.
fi_fi: Olet palauttanut tämän tehtävän. Kun lähettävä seura on korjannut ongelman, pääset tarkistamaan ja lisäämään kentän tietoja.
fr_fr: Vous avez placé cette tâche en attente, une fois que l'organisation soumettrice aura résolu le problème, vous serez en mesure de vérifier et continuer avec le processus d'amendement des détails de site.
sv_se: Du har returnerat denna arbetsuppgift. När organisationen har korrigerat problemet, kan du kontrollera och fortsätta med processen att ändra på arenans uppgifter.

source: You have put this task on-hold, once the submitting RA resolves the issue, you would be able to verify and continue with the RA Official Registration process.
fi_fi: Olet palauttanut tämän tehtävän. Kun lähettävä piiri on korjannut ongelman, pääset tarkistamaan ja jatkamaan piirin toimihenkilön rekisteröintiä.
fr_fr: Vous avez placé cette tâche en attente, une fois que l'AR soumettrice aura résolu le problème, vous serez en mesure de vérifier et continuer avec le processus d'enregistrement d'officiel de l'AR.
sv_se: Du har returnerat denna arbetsuppgift. När distriktet har korrigerat problemet, kan du kontrollera och fortsätta med processen att registrera distriktsfunktionär.

source: You have rejected the International Transfer Out of [_1] [_2]
fr_fr: Vous avez rejeté le transfert international extérieur de [_1] [_2]

source: You have rejected the International Transfer Return of [_1] [_2]
fr_fr: Vous avez rejeté le retour du transfert international de [_1] [_2]

source: You have rejected the player loan of [_1] [_2]
fr_fr: Vous avez rejeté le prêt de joueur de [_1] [_2]
sv_se: Du har avslått den tidsbundna spelarövergången för [_1] [_2]

source: You have rejected this Amendment of Person Registration.
fi_fi: Olet hylännyt henkilön rekisteröinnin muutokset.
fr_fr: Vous avez rejeté cet amendement de l'enregistrement d'une personne.
sv_se: Du har avslått denna ändring på registrering av person.

source: You have rejected this Club Official Registration, the club will be informed. To proceed with this Registration the club need to start a new Registration.
fi_fi: Olet hylännyt tämän seuratoimihenkilön rekisteröinnin, tästä menee seuralle ilmoitus. Jatkaakseen, seuran on käynnistettävä uusi rekisteröinti.
fr_fr: Vous avez rejeté cet enregistrement d'officiel de club, le club sera informé. Pour procéder avec cet enregistrement, le club doit commencer un nouvel enregistrement.
sv_se: Du har avslått denna registrering av föreningsfunktionär. Föreningen kommer att informeras. För att fortsätta med registreringen, måste föreningen starta en ny registrering.

source: You have rejected this Club Official Renewal. To proceed with this Renewal, start a new Renewal.
fi_fi: Olet hylännyt tämän seuratoimihenkilön uudistamisen. Aloita uusi uudistaminen jatkaaksesi.
fr_fr: Vous avez rejeté ce renouvellement d'officiel de club. Pour procéder avec ce renouvellement, commencez un nouveau renouvellement.
sv_se: Du har avslått detta förnyande av föreningsfunktionär. Starta ett nytt förnyande för att fortsätta.

source: You have rejected this Club Registration. To proceed with this Registration, start a new Registration.
fi_fi: Olet hylännyt tämän seuran rekisteröinnin. Aloita uusi rekisteröinti jatkaaksesi.
fr_fr: Vous avez rejeté cet enregistrement du club. Pour procéder avec cet enregistrement, commencez un nouvel enregistrement.
sv_se: Du har avslått denna registrering av förening. Starta en ny registrering för att fortsätta.

source: You have rejected this Coach Registration, the club will be informed. To proceed with this Registration the club need to start a new Registration.
fi_fi: Olet hylännyt tämän valmentajan rekisteröinnin, seuralle menee tästä ilmoitus. Jatkaakseen, seuran on käynnistettävä uusi rekisteröinti.
fr_fr: Vous avez rejeté cet enregistrement d'entraîneur, le club sera informé. Pour procéder avec cet enregistrement, le club doit commencer un nouvel enregistrement.
sv_se: Du har avslått denna registrering av tränare. Föreningen kommer att informeras. För att fortsätta med registreringen, måste föreningen starta en ny registrering.

source: You have rejected this MA Official Registration. To proceed with this Registration, start a new Registration.
fi_fi: Olet hylännyt tämän liiton toimihenkilön rekisteröinnin. Aloita uusi rekisteröinti jatkaaksesi.
fr_fr: Vous avez rejeté cet enregistrement d'officiel d'AM. Pour procéder avec cet enregistrement, commencez un nouvel enregistrement.
sv_se: Du har avslått denna registrering av förbundsfunktionär. Starta en ny registrering för att fortsätta.

source: You have rejected this MA Official Renewal. To proceed with this Renewal, start a new Renewal.
fi_fi: Olet hylännyt tämän liiton toimihenkilön uudistamisen. Aloita uusi uudistaminen jatkaaksesi.
fr_fr: Vous avez rejeté ce renouvellement d'officiel d'AM. Pour procéder avec ce renouvellement, commencez un nouveau renouvellement.
sv_se: Du har avslått detta förnyande av förbundsfunktionär. Starta ett nytt förnyande för att fortsätta.

source: You have rejected this Player Registration, the club will be informed. To proceed with this Registration the club need to start a new Registration.
fi_fi: Olet hylännyt tämän pelaajan rekisteröinnin, tästä menee seuralle ilmoitus. Jatkaakseen, seuran on käynnistettävä uusi rekisteröinti.
fr_fr: Vous avez rejeté cet enregistrement de joueur, le club sera informé. Pour procéder avec cet enregistrement, le club doit commencer un nouvel enregistrement.
sv_se: Du har avslått denna registrering av spelare. Föreningen kommer att informeras. För att fortsätta med registreringen, måste föreningen starta en ny registrering.

source: You have rejected this Player Renewal. To proceed with this Renewal, start a new Renewal.
fi_fi: Olet hylännyt tämän pelaajan uudistamisen. Aloita uusi uudistaminen jatkaaksesi.
fr_fr: Vous avez rejeté ce renouvellement de joueur. Pour procéder avec ce renouvellement, commencez un nouveau renouvellement.
sv_se: Du har avslått detta förnyande av spelare. Starta ett nytt förnyande för att fortsätta.

source: You have rejected this RA Official Registration. To proceed with this Registration, start a new Registration.
fi_fi: Olet hylännyt tämän piirin toimihenkilön rekisteröinnin. Aloita uusi rekisteröinti jatkaaksesi.
fr_fr: Vous avez rejeté cet enregistrement d'officiel d'AR. Pour procéder avec cet enregistrement, commencez un nouvel enregistrement.
sv_se: Du har avslått denna registrering av distriktsfunktionär. Starta en ny registrering för att fortsätta.

source: You have rejected this RA Official Renewal. To proceed with this Renewal, start a new Renewal.
fi_fi: Olet hylännyt tämän piirin toimihenkilön uudistamisen. Aloita uusi uudistaminen jatkaaksesi.
fr_fr: Vous avez rejeté ce renouvellement d'officiel d'AR. Pour procéder avec ce renouvellement, commencez un nouveau renouvellement.
sv_se: Du har avslått detta förnyande av distriktsfunktionär. Starta ett nytt förnyande för att fortsätta.

source: You have rejected this Referee Registration. To proceed with this Registration, start a new Registration.
fi_fi: Olet hylännyt tämän erotuomarin rekisteröinnin. Aloita uusi rekisteröinti jatkaaksesi.
fr_fr: Vous avez rejeté cet enregistrement d'arbitre. Pour procéder avec cet enregistrement, commencez un nouvel enregistrement.
sv_se: Du har avslått denna registrering av domare. Starta en ny registrering för att fortsätta.

source: You have rejected this Team Official Registration, the club will be informed. To proceed with this Registration the club need to start a new Registration.
fi_fi: Olet hylännyt tämän joukkuetoimihenkilön rekisteröinnin, tästä menee seuralle ilmoitus. Jatkaakseen, seuran on käynnistettävä uusi rekisteröinti.
fr_fr: Vous avez rejeté cet enregistrement d'officiel d'équipe, le club sera informé. Pour procéder avec cet enregistrement, le club doit commencer un nouvel enregistrement.
sv_se: Du har avslått denna registrering av lagsfunktionär. Föreningen kommer att informeras. För att fortsätta med registreringen, måste föreningen starta en ny registrering.

source: You have rejected this Team Official Renewal. To proceed with this Renewal, start a new Renewal.
fi_fi: Olet hylännyt tämän joukkuetoimihenkilön uudistamisen. Aloita uusi uudistaminen jatkaaksesi.
fr_fr: Vous avez rejeté ce renouvellement d'officiel d'équipe. Pour procéder avec ce renouvellement, commencez un nouveau renouvellement.
sv_se: Du har avslått detta förnyande av lagsfunktionär. Starta ett nytt förnyande för att fortsätta.

source: You have rejected this Venue Registration, the club will be informed. To proceed with this Registration the club need to start a new Registration.
fi_fi: Olet hylännyt tämän kentän rekisteröinnin, tästä menee seuralle ilmoitus. Jatkaakseen, seuran on käynnistettävä uusi rekisteröinti.
fr_fr: Vous avez rejeté cet enregistrement de site, le club sera informé. Pour procéder avec cet enregistrement, le club doit commencer un nouvel enregistrement.
sv_se: Du har avslått denna registrering av arena. Föreningen kommer att informeras. För att fortsätta med registreringen, måste föreningen starta en ny registrering.

source: You have rejected this Venue Registration. To proceed with this Registration start a new Registration.
fi_fi: Olet hylännyt tämän kentän rekisteröinnin. Aloita uusi reksiteröinti jatkaaksesi.
fr_fr: Vous avez rejeté cet enregistrement de site. Pour procéder avec cet enregistrement, commencez un nouvel enregistrement.
sv_se: Du har avslått denna registrering av arena. Starta en ny registrering för att fortsätta.

source: You have rejected this [_1] Renewal. To proceed with this Renewal, start a new Renewal.
fr_fr: Vous avez rejeté ce renouvellement de [_1]. Pour procéder avec ce renouvellement, commencez un nouveau renouvellement.
sv_se: Du har avslått detta förnyande av [_1]. Starta ett nytt förnyande för att fortsätta.

source: You have rejected this transfer, the clubs will be informed. To proceed with this transfer the clubs need to start a new transfer.
fi_fi: Olet hylännyt tämän pelaajasiirron, tästä menee seuralle ilmoitus. Jatkaakseen, seuran on käynnistettävä uusi rekisteröinti.
fr_fr: Vous avez rejeté ce transfert, les clubs seront informés. Pour procéder avec ce transfert, le clubs doivent commencer un nouveau transfert.
sv_se: Du har avslått denna spelaröverång. Föreningarna kommer att informeras. För att fortsätta med spelarövergången, måste föreningen starta en ny spelarövergång.

source: You have resolved this task.
fi_fi: Tämä tehtävä on valmis.
fr_fr: Vous avez résolu cette tâche.
sv_se: Du har behandlat denna arbetsuppgift.

source: You must choose one of the following options
fi_fi: Sinun on valittava yksi seuraavista vaihtoehdoista
fr_fr: Vous devez choisir l'une des options suivantes.
sv_se: Du måste välja ett av följände allternativ

source: has been rejected.
fi_fi: on hylätty.
fr_fr: a été rejeté
sv_se: har avslåtts.

source: or
fi_fi: tai
fr_fr: ou
sv_se: eller

source: with Level change from [_1] to [_2]
fr_fr: avec changement de niveau de [_1] à [_2]
sv_se: ändrar på statusen från [_1] till [_2]

source: Amount (ddd.cc)
fr_fr: Montant (ddd.cc)
sv_se: Summa (ddd.cc)

source: Comments
fi_fi: Kommentit
fr_fr: Commentaires
sv_se: Komentarer

source: Date Paid
fi_fi: Maksupäivä
fr_fr: Date du paiement
sv_se: Betaldatum

source: In order to continue, you must select the following mandatory items
fi_fi: Valitse seuraavat pakolliset tuotteet jatkaaksesi
fr_fr: Afin de continuer, vous devez sélectionner les éléments obligatoires suivants
sv_se: Du måste välja följande obligatoriska produkter för att fortsätta

source: Invoice Date
fi_fi: Laskun päivämäärä
fr_fr: Date de la facture
sv_se: Fakturans datum

source: Invoice Number
fi_fi: Laskun numero
fr_fr: Numéro de la facture
sv_se: Fakturans nummer

source: Item
fi_fi: Tuote
fr_fr: Élément
sv_se: Produkt

source: Manual Payment
fi_fi: Käsin maksu
fr_fr: Paiement manuel
sv_se: Manuell betalning

source: OR
fi_fi: TAI
fr_fr: OU
sv_se: ELLER

source: Pay Invoices Now
fi_fi: Maksa laskut nyt
fr_fr: Payer les factures maintenant
sv_se: Betala fakturorna nu

source: Quantity
fi_fi: Määrä
fr_fr: Quantité
sv_se: Antal

source: Return to Transactions
fi_fi: Palaa maksuihin
fr_fr: Retourner à Transactions
sv_se: Gå tillbaka till betalningarna

source: Add Registration
fi_fi: Lisää rekisteröinti
fr_fr: Ajouter un enregistrement
sv_se: Lägg till ny registrering

source: Add Transaction
fi_fi: Lisää maksu
fr_fr: Ajouter une transaction
sv_se: Ny betalning

source: Add a new document to this registration
fi_fi: Lisää uusi dokumentti tähän rekisteröintiin
fr_fr: Ajouter un nouveau document à cet enregistrement
sv_se: Lägg till ett nytt dokument till denna registrering

source: COPYRIGHT
fi_fi: &copy;&nbsp; Copyright SportingPulse International Pty Ltd &nbsp;2015.&nbsp; All rights reserved.
fr_fr: © Copyright SportingPulse.
sv_se: &copy;&nbsp; Copyright SportingPulse International Pty Ltd &nbsp;2015.&nbsp; All rights reserved.

source: Cancel Payment
fi_fi: Peruuta maksu
fr_fr: Annulé le paiement
sv_se: Annullera betalning

source: Cancel Player Loan
fi_fi: Peruuta määräaikainen pelaajasiirto
fr_fr: Annuler le prêt de joueur
sv_se: Avbryt tidsbunden spelarövergång

source: Confirm Payment
fi_fi: Hyväksy maksu
fr_fr: Confirmer le paiement
sv_se: Godkän betalning

source: Confirm Request
fi_fi: Vahvista pyyntö
fr_fr: Confirmer la demande
sv_se: Godkänn begäran

source: Delete Transaction
fi_fi: Poista maksu
fr_fr: Supprimer la transaction
sv_se: Radera betalning

source: Do you have the player's International Transfer Certificate?
fi_fi: Onko sinulla kansainvälinen pelilupa (ITC)?
fr_fr: Avez-vous le Certificat de Transfert International du joueur?
sv_se: Har du internationellt speltillstånd (ITC)?

source: Error Cancelling Loan
fr_fr: Erreur pour l'annulation du prêt

source: Gateway Text
fi_fi: Yhdyskäytävän teksti
fr_fr: Texte de la passerelle
sv_se: Betaljänsttext

source: Go to your Dashboard
fi_fi: Siirry omalle etusivullesi
fr_fr: Aller à votre Tableau de bord
sv_se: Gå till din hemsida

source: Hold Resolved
fi_fi: Kohdistettu
fr_fr: Retenue résolue
sv_se: Kvitterad

source: Hold on this Transaction has been resolved
fi_fi: Tämän rekisteröinnin maksu on kohdistettu
fr_fr: La retenue sur cette transaction a été résolue
sv_se: Denna betalning har blivit kvitterad

source: International Transfer Certificate request has been sent
fi_fi: Kansainvälistä pelilupaa (ITC) on pyydetty
fr_fr: La demande de Certificat de transfert international a été envoyée
sv_se: Begäran på internationellt speltillstånd (ITC) har sckickats

source: International Transfer Request
fr_fr: Demande de transfert international

source: Invalid Transaction
fi_fi: Virheellinen maksu
fr_fr: Transaction non valide
sv_se: Felaktig betalning

source: Items making up this Payment
fi_fi: Maksu koostuu seuraavista tuotteista
fr_fr: Éléments constitutifs de ce paiment
sv_se: Betalningen består av följande produkter

source: Items making up this Payment Hold
fi_fi: Maksu koostuu seuraavista tuotteista
fr_fr: Élements constitutifs de ce paiement en attente
sv_se: Betalningen består av följande produkter

source: Items making up this order
fi_fi: Tilaus koostuu seuraavista tuotteista
fr_fr: Éléments constitutifs de cet ordre
sv_se: Ordern består av följande produkter

source: List of Payment Records
fi_fi: Lista maksutapahtumista
fr_fr: Liste des rapports de paiement
sv_se: Lista på alla betalningar

source: Loan End Date
fi_fi: Määräaikaisen siirron päättymispäivä
fr_fr: Date de fin du prêt
sv_se: Slutdatum för tidsbunden spelarövergång

source: Loan Start Date
fi_fi: Määräaikaisen siirron alkupäivä
fr_fr: Date de début du prêt
sv_se: Startdatum för tidsbunden spelarövergång

source: MA ID
fi_fi: PalloID
fr_fr: Identification de l'AM
sv_se: PalloID

source: Member is currently registered.
fi_fi: Henkilö on tällä hetkellä rekisteröity.
fr_fr: Le membre est présentement enregistré.
sv_se: Personen är registrerad.

source: NO_BODY
fr_fr: Attention, cela ne devrait pas se produire. Merci de contacter les administrateurs.

source: No Payment Records can be found in the database.
fi_fi: Maksutapahtumia ei löydy tietokannasta.
fr_fr: Aucun fichier de paiements n'a pu être trouvé dans la base de données.
sv_se: Inga betalningar kan hittas i databasen.

source: No records were found with this filter
fi_fi: Tietoja ei löytynyt tällä rajauksella
fr_fr: Aucun dossier n'a été trouvé avec ce filtre
sv_se: Inget hittades med detta filter

source: Pay Now
fi_fi: Maksa nyt
fr_fr: Payez maintenant
sv_se: Betala nu

source: Payment For
fi_fi: Maksu
fr_fr: Paiment pour
sv_se: Betalning för

source: Payment History
fi_fi: Maksuhistoria
fr_fr: Historique du paiement
sv_se: Tidigare betalningar

source: Payment Hold Summary
fi_fi: Maksun yhteenveto
fr_fr: Sommaire du paiement en attente
sv_se: Översikt av betalning

source: Payment Record
fi_fi: Maksutapahtuma
fr_fr: Rapport de paiement
sv_se: Betalning

source: Payment Summary
fi_fi: Maksun yhteenveto
fr_fr: Sommaire du paiement
sv_se: Översikt av betalningen

source: Payments Checkout
fi_fi: Siirry maksamaan
fr_fr: Règlement des paiements
sv_se: Gå till betalning

source: Pending request has been found.
fi_fi: Odottava pyyntö on löytynyt.
fr_fr: Une demande en attente a été trouvée.
sv_se: En väntande begäran har hittats.
