Repository: erwinmacaraig/perl-cig-prj
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fi_fi, fr_fr, sv_se

source: Request Transfer for approval
fi_fi: Pelaajasiirtopyyntö hyväksyttäväksi
fr_fr: Demander un transfert pour approbation
sv_se: Övergångsbegäran för godkännande

source: Request Transfer sent to Club
fi_fi: Pelaajasiirtopyyntö lähetetty seuraan
fr_fr: Demande de transfert envoyée au Club
sv_se: Begäran på spelarövergång skickad till föreningen

source: Request approval status
fi_fi: Pyynnön hyväksynnän tila
fr_fr: Statut de l'approbation de la demande
sv_se: Begärans status

source: Request from
fi_fi: Pyyntö seurasta
fr_fr: Demander de
sv_se: Ny förening

source: Request response
fi_fi: Vastaus pyyntöön
fr_fr: Demander une réponse
sv_se: Svar på begäran

source: Request to
fi_fi: Pyyntö seuraan
fr_fr: Demander à
sv_se: Gammal förening

source: Response Notes
fi_fi: Vastauksen merkinnät
fr_fr: Notes de réponse
sv_se: Svarets anmärkningar

source: Save Report
fi_fi: Tallenna raportti
fr_fr: Enregistrer le rapport
sv_se: Spara rapport

source: Save the report
fi_fi: Tallenne raportti
fr_fr: Enregistrer le rapport
sv_se: Spara rapporten

source: Search MA ID
fi_fi: Hae PalloID
fr_fr: Chercher l'identification de l'AM
sv_se: Sök PalloID

source: Search Name
fi_fi: Hae nimellä
fr_fr: Chercher un nom
sv_se: Sök namn

source: Search Organisation
fi_fi: Hae organisaatio
fr_fr: Chercher une organisation
sv_se: Sök organisation

source: Send Request
fi_fi: Lähetä pyyntö
fr_fr: Envoyer la demande
sv_se: Skicka begäran

source: The attached file is a comma seperated text file that can be opened in most spreadsheet applications (including Microsoft Excel)
fr_fr: Le fichier attaché est un ficher à texte séparé par virgule qui peut être ouvert dans la majorité des applications à tableur (incluant Microsoft Excel)
sv_se: Filen som bilaga är i CSV-format, och kan öppnas i de flesta kalkylprogrammen (t.ex. Microsoft Excel).

source: The data contains
fi_fi: Tieto sisältää
fr_fr: Les données contiennent
sv_se: Datat innehåller

source: There are too many rows to be delivered in this report. You should attempt to simplify the report
fr_fr: Il y a trop de rangés à être livrées dans ce rapport. Vous devriez essayer de simplifier le rapport

source: This person has more than one registration. Please select ones apply to this transfer.
fi_fi: Tällä henkilöllä on enemmän kun yksi rekisteröinti. Valitse minkä haluat siirtää.
fr_fr: Cette personne a plus d'un enregistrement. Veuillez sélectionner celles qui s'appliquent à ce transfert.
sv_se: Denna person har mer än en registrering. Välj vilken som skall övergå.

source: Too many records
fr_fr: Trop de dossiers

source: Transfer Summary
fi_fi: Pelaajasiirron yhteenveto
fr_fr: Sommaire du transfert
sv_se: Översikt av spelarövergången

source: Transfer rejected
fi_fi: Pelaajasiirto hylätty
fr_fr: Transfert rejeté
sv_se: Spelarövergången avslagen

source: Transfer to club
fi_fi: Pelaajasiirto seuraan
fr_fr: Transférer au club
sv_se: Övergång till föreningen

source: Transfer type
fi_fi: Pelaajasiirron tyyppi
fr_fr: Type de transfert
sv_se: Typ av spelarövergång

source: Transferring to
fi_fi: Siirtyy seuraan
fr_fr: Transférer à
sv_se: Övergår till

source: View Request
fi_fi: Näytä pyyntö
fr_fr: Voir la demande
sv_se: Visa begäran

source: You can download the report or have it sent to you via email.
fr_fr: Vous pouvez télécharger ce rapport ou vous l'envoyer par courriel

source: You will be notified when this becomes effective.
fi_fi: Saat ilmoituksen kun tämä on voimassa.
fr_fr: Vous recevrez une notifcation lorsque ceci deviendra effectif.
sv_se: Du blir informerad när detta är i kraft.

source: Youngest
fi_fi: Nuorin
fr_fr: Plus jeune
sv_se: Yngst

source: Your Data has been sent
fr_fr: Vos données ont été envoyées
sv_se: Ditt data har skickats

source: Your data export has been processed and emailed to
fi_fi: Tietojen vienti on nyt käsitelty ja lähetetty osoitteeseen
fr_fr: Votre exportation de données a été traitée et envoyée par courriel à
sv_se: Din export på data har behandlats och skickats till

source: Your report has returned [_1] records. This is too many to display on the screen.
fr_fr: Votre rapport a retourné [_1] fichiers. Ceci est un trop grand nombre pour afficher sur l'écran.

source: Your transfer request has been submitted for final approval.
fi_fi: Siirtopyyntösi on lähetetty hyväksyttäväksi.
fr_fr: Votre demande de transfert a été soumise pour approbation finale
sv_se: Din begäran har skickats för slutligt godkännande.

source: [_1] has requested a transfer for [_2] [_3].
fr_fr: [_1] a demandé un transfert pour [_2] [_3].
sv_se: [_1] har begärt en spelarövergång för [_2] [_3].

source: filtered from _MAX_ records
fi_fi: Rajattu määrästä _MAX_ records
fr_fr: filtré de_MAX_fichiers
sv_se: Filtrerat från_MAX_ rader

source: rows
fi_fi: riviä
fr_fr: rangés
sv_se: rader

source: Accept
fi_fi: Hyväksy
fr_fr: Accepter
sv_se: Godkänn

source: By approving you are giving access to all of
fi_fi: Hyväksymällä annat pääsyn henkilön
fr_fr: En approuvant, vous donnez accès à tous
sv_se: Genom att godkänna ger du åtkomst till alla

source: By approving, you are giving access to all the details of [_1] [_2] to [_3]
fr_fr: En approuvant, vous donnez accès à tous les détails de [_1] [_2] à [_3]
sv_se: Genom att godkänna ger du åtkomst till [_1] [_2] för [_3]

source: Cancel Access
fi_fi: Peruuta pääsy
fr_fr: Annuler l'accès
sv_se: Avbryt åtkomst

source: Cancel Transfer
fi_fi: Peruuta pelaajasiirto
fr_fr: Annuler le transfert
sv_se: Avbryt spelarövergång

source: Continue Transfer
fi_fi: Jatka pelaajasiirtoa
fr_fr: Continuer le transfert
sv_se: Fortsätt spelarövergång

source: Current Registrations
fi_fi: Rekisteröinnit
fr_fr: Enregistrements actuels
sv_se: Avbryt registreringar

source: Current Sport
fi_fi: Nykyinen laji
fr_fr: Sport actuel
sv_se: Nuvarande sport

source: Deny
fi_fi: Estä
fr_fr: Refuser
sv_se: Neka

source: Member Association for final approval.
fi_fi: lopullista hyväksyntää varten.
fr_fr: Association Membre pour approbation finale.
sv_se: för slutligt godkännande.

source: Member Details
fi_fi: Jäsenen tiedot
fr_fr: Détails du membre
sv_se: Medelmsdetaljer

source: Please add notes.
fi_fi: Lisää muistiinpanot.
fr_fr: Veuillez ajouter des notes.
sv_se: Anmärkningar.

source: Please approve or reject the request
fi_fi: Hyväksy tai hylkää pyyntö
fr_fr: Veuillez approuver ou rejeter la demande
sv_se: Var god och godkänn eller avslå begäran

source: Please check and update all details before submitting to
fi_fi: Tarkista kaikki tiedot ennen lähettämistä taholle
fr_fr: Veuillez vérifier et mettre à jour tous les détails avant de soumettre à
sv_se: Kontrollera och uppdatera alla detaljer före skickande till

source: Please continue the transfer process.
fi_fi: Jatka pelaajasiirtoprosessia.
fr_fr: Veuillez continuer le processus de transfert.
sv_se: Fortsätt övergångsprocessen

source: Please continue with the Add Role process and submit to the Member Association for final approval.
fr_fr: Veuillez continuer avec le processus d'ajout de rôle et soumettre à l'Association Membre pour approbation finale.
sv_se: Fortsätt med processen på att lägga till en ny roll, och skicka för slutligt godkännande.

source: Please specify why request access was cancelled.
fi_fi: Perustele miksi pyyntö pääsystä tietoihin peruttiin.
fr_fr: Veuillez spécifier pourquoi la demande d'accès a été annulée.
sv_se: Ange orsaken till att begäran på åtkomst avbröts.

source: Please specify why transfer was cancelled.
fi_fi: Perustele miksi pelaajasiirto peruttiin.
fr_fr: Veuillez spécifier pourquoi le transfert a été annulé.
sv_se: Ange varför spelarövergången avbröts.

source: Please specify why transfer was rejected. All documents will be available for all parties involved.
fi_fi: Perustele miksi pelaajasiirto hylättiin. Kaikilla osapuolilla tulee olemaan pääsy lisättyihin dokumentteihin.
fr_fr: Veuillez spécifier pourquoi le transfert a été rejeté. Tous les documents sont disponibles pour toutes les parties impliquées.
sv_se: Ange varför spelarövergången avslogs. Alla dokument kommer att vara tillgängliga för alla inblandade parter.

source: Registration Summary
fi_fi: Rekisteröintikooste
fr_fr: Sommaire de l'enregistrement
sv_se: Registreringsöversikt

source: Request Access (Add Role) notes
fr_fr: Demander accès aux notes (ajouter le rôle)
sv_se: Begär åtkomst (lägg till roll) anmärkningar

source: Request Access: Approved
fi_fi: Pyyntö pääsyyn: Hyväksytty
fr_fr: Demander l'accès: Approuvée
sv_se: Begär åtkomst: Godkänd

source: Request Access: Cancelled
fi_fi: Pyyntö pääsyyn: Peruttu
fr_fr: Demander l'accès: Annulée
sv_se: Begär åtkomst: Avbruten

source: Request access cancelled
fi_fi: Pyyntö pääsyyn peruttu
fr_fr: Demande d'accès annulée
sv_se: Begär åtkomst avbruten

source: Request is subject for approval
fr_fr: La demande est sujette à approbation

source: Request sent
fr_fr: Demande envoyée

source: The add role process cannot continue until re-approved by [_1]
fr_fr: Le processus d'ajout de rôle ne peut pas continuer avant d'être réapprouvé par [_1]
sv_se: Processen att lägga till en ny roll kan inte fortsätta före ett nytt godkännande av [_1]

source: Transfer Out
fr_fr: Transfert à l'extérieur

source: Transfer Return
fr_fr: Transfert retour

source: Transfer another player
fi_fi: Siirrä toinen pelaaja
fr_fr: Transférer un autre joueur
sv_se: Starta en annan spelarövergång

source: Transfer cancelled
fi_fi: Pelaajasiirto peruttu
fr_fr: Transfert annulé
sv_se: Spelarövergången avbruten

source: Your transfer request has been processed.
fr_fr: Votre demande de transfert a été traitée

source: [_1] has approved access to the details of [_2] [_3]
fr_fr: [_1] a approuvé l'accès aux détails de [_2] [_3]
sv_se: [_1] har godkänt åtkomst till [_2] [_3]

source: [_1] have requested a transfer for [_2]
fr_fr: [_1] a demandé un transfert pour [_2]
sv_se: [_1] har begärt en spelarövergång för [_2]

source: has released
fi_fi: on myöntänyt pelioikeuden pelaajalle
fr_fr: a libéré
sv_se: har släppt

source: Approve access
fi_fi: Hyväksy pääsy
fr_fr: Approuver l'accès
sv_se: Godkänn åtkomst

source: Borrowing Club
fi_fi: Seura määräaikana
fr_fr: Club emprunteur
sv_se: Förening under den tidsbundna övergången

source: By approving you are giving access to all of the details of [_1] [_2] to [_3]
fr_fr: En approuvant, vous donnez accès à tous les détails de [_1] [_2] à [_3]
sv_se: Genom att godkänna ger du [_3] full åtkomst till [_1] [_2]

source: Current Registration
fr_fr: Enregistrement actuel
sv_se: Nuvarande registrering

source: ITC Request submitted to MA
fi_fi: Kansainvälinen pelilupapyyntö (ITC) lähetetty liittoon
fr_fr: Demande de CTI soumise à l'AM
sv_se: Begäran på internationellt speltillstånd (ITC) skickad till förbundet

source: Lending Club Details
fi_fi: Pelaajan oman seuran tiedot
fr_fr: Détails du club prêteur
sv_se: Egna föreningens detaljer

source: Lending to
fi_fi: Määräaikaisena seuraan
fr_fr: Prêté à
sv_se: Som tidsbunden övergång till

source: Loan End
fi_fi: Määräajan loppu
fr_fr: Fin du prêt
sv_se: Tidsbunden övergång slutar

source: Loan Start
fi_fi: Määräajan alku
fr_fr: Début du prêt
sv_se: Tidsbunden övergång börjar

source: Person Registration Status
fi_fi: Henkilön rekisteröinnin tila
fr_fr: Statut de l’enregistrement de la personne
sv_se: Personens registreringsstatus

source: Person Status
fi_fi: Henkilön tila
fr_fr: Statut de la personne
sv_se: Personens status

source: Player Loan Details
fi_fi: Määräaikaisen pelaajasiirron tiedot
fr_fr: Détails du prêt de joueur
sv_se: Information om tidsbunden spelarövergång

source: Player Loan Summary
fi_fi: Määräaikaisen pelaajasiirron yheenveto
fr_fr: Sommaire du prêt de joueur
sv_se: Översikt för tidsbunden övergång

source: Player Loan cancelled
fi_fi: Määräaikainen pelaajasiirto peruttu
fr_fr: Prêt de joueur annulé
sv_se: Tidsbunden övergång avbruten

source: Player Loan type
fi_fi: Määräaikaisen pelaajasiirron tyyppi
fr_fr: Type de prêt de joueur
sv_se: Typ av tidsbunden övergång

source: Player Loan: Cancelled
fi_fi: Määräaikainen pelaajasiirto: Peruttu
fr_fr: Prêt de joueur: Annulé
sv_se: Tidsbunden övergång: avbruten

source: Player Loan: Rejected
fi_fi: Määräaikainen pelaajasiirto: Hylätty
fr_fr: Prêt de joueur: Rejeté
sv_se: Tidsbunden övergång: Avslagen

source: Please continue the player loan process.
fi_fi: Jatka määräaikaisen pelaajasiirron prosessia.
fr_fr: Veuillez continuer le processus de prêt de joueur
sv_se: Fortsätt processen för tidsbunden övergång

source: Please specify why player loan was cancelled.
fi_fi: Perustele miksi määräaikainen pelaajasiirto peruttiin.
fr_fr: Veuillez spécifier pourquoi le prêt de joueur a été annulé.
sv_se: Ange varför den tidsbundna övergången avbröts.

source: Please specify why request access was rejected.
fi_fi: Miksi pyyntö pääsystä henkilön tietoihin hylättiin?
fr_fr: Veuillez spécifier pourquoi la demande d'accès a été annulée.
sv_se: Ange orsaken till att begäran på åtkomst avslogs.

source: Reject access
fi_fi: Hylkää pääsy
fr_fr: Rejeter l'accès
sv_se: Avslå åtkomst

source: Request Access Rejected
fi_fi: Pyyntö pääsystä henkilön tietoihin on hylätty
fr_fr: Demande d'accès rejetée
sv_se: Begäran på åtkomst avslagen

source: Request Access: Rejected
fi_fi: Pyyntö pääsystä: Hylätty
fr_fr: Demander l'accès: Rejetée
sv_se: Begär åtkomst: Avslagen

source: Request Details
fi_fi: Pyynnön tiedot
fr_fr: Demander les détails
sv_se: Begärans uppgifter

source: Request Player Loan Notes
fi_fi: Määräaikaisen pelaajasiirtopyynnön viesti
fr_fr: Demander les notes de prêt de joueur
sv_se: Anmärkningar för begäran på tidsbunden övergång

source: Request Response
fi_fi: Pyynnön vastaus
fr_fr: Demander une réponse
sv_se: Svar på begäran

source: Request Status: Pending
fi_fi: Pyynnön tila: Odottaa
fr_fr: Statut de la demande: en attente
sv_se: Registreringens status: Väntar

source: Request Type
fi_fi: Pyynnön tyyppi
fr_fr: Demander un type
sv_se: Typ av begäran

source: Request for Player Loan sent to Club
fr_fr: Demande pour prêt de joueur envoyée au club

source: Requesting Club Details
fi_fi: Pyytävän seuran tiedot
fr_fr: Demander les détails du club
sv_se: Begärande föreningens detaljer

source: Response By
fi_fi: Vastaus taholta
fr_fr: Réponse par
sv_se: Svar av

source: Review Role Details
fi_fi: Tarkista roolin tiedot
fr_fr: Revoir les détails du rôle
sv_se: Kontrollera rollens detaljer

source: The [_1] [_2] has been sent to [_3]
fr_fr: Le [_1] [_2] a été envoyé à [_3]

source: Transfer to Club
fr_fr: Transférer au club
sv_se: Spelarövergång till

source: Your ITC Request has been submitted
fi_fi: Kansainvälinen pelilupapyyntösi (ITC) on lähetetty
fr_fr: Votre demande ITC a été soumise
sv_se: Din begäran på internationellt speltillstånd (ITC) har skickats

source: [_1] has requested data access for [_2] [_3]
fr_fr: [_1] a demandé un accès aux données pour [_2] [_3]

source: Approve player loan
fi_fi: Hyväksy määräaikainen pelaajasiirto
fr_fr: Approuver le prêt de joueur
sv_se: Godkänn tidsbunden spelarövergång

source: Borrowing Club Details
fi_fi: Määräajan seuran tiedot
fr_fr: Détails du club emprunteur
sv_se: Tidsbundna föreningens detaljer

source: By approving, you are giving access to all details of [_1] [_2] to [_3].
fr_fr: En approuvant, vous donnez accès à tous les détails de [_1] [_2] à [_3].
sv_se: Genom att godkänna ger du [_3] full åtkomst till [_1] [_2]

source: Date Added
fi_fi: Lisätty
fr_fr: Date d'ajout
sv_se: Tillsatt

source: Enter a person's name or Member ID
fi_fi: Syötä henkilön nimi tai PalloID
fr_fr: Entrer le nom ou identifiant de membre d'une personne
sv_se: Ange personens flicknamn eller PalloID

source: Payment Total
fi_fi: Maksu yhteensä
fr_fr: Paiement total
sv_se: Slutsumma

source: Player Loan Status
fr_fr: Statut du prêt de joueur
sv_se: Status för tidsbunden övergång

source: Player Loan rejected
fi_fi: Määräaikainen pelaajasiirto hylätty
fr_fr: Prêt de joueur rejeté
sv_se: Tidsbunden övergång avslagen

source: Please specify why player loan was rejected.
fi_fi: Perustele miksi määräaikainen pelaajasiirto hylättiin.
fr_fr: Veuillez spécifier pourquoi le prêt de joueur a été rejeté.
sv_se: Ange varför den tidsbundna övergången avslogs.

source: QTY
fi_fi: KPL
fr_fr: QTÉ
sv_se: St

source: Receipt No
fi_fi: Kuitin numero
fr_fr: Numéro du reçu
sv_se: Kvittonummer

source: Registered as
fi_fi: Rekisteröity roolilla
fr_fr: Enregistré en tant que
sv_se: Registrerad som

source: Reject player loan
fi_fi: Hylkää määräaikainen pelaajasiirto
fr_fr: Rejeter le prêt de joueur
sv_se: Avslå tidsbunden övergång

source: Request Access for approval
fi_fi: Pyydä henkilön tietoja, hyväksyttäväksi
fr_fr: Demander l'accès pour approbation
sv_se: Begär åtkomst för godkännande

source: Request Access sent to Club
fi_fi: Pyydä henkilön tietoja, lähetetty seuralle
fr_fr: Demande d'accès envoyée au Club
sv_se: Begär åtkomst, skickat till föreningen

source: Search keyword is required.
fi_fi: Hakusana on pakollinen.
fr_fr: Un mot clé de recherche est requis
sv_se: Ange ett sökord

source: To add a role to a person not at your club, search below
fi_fi: Lisätäksesi roolin toisen seuran henkilölle, suorita haku alla
fr_fr: Pour ajouter un rôle à une personne, pas à votre club, cherchez ci-dessous
sv_se: För att lägga till en roll för en person ur en annan förening, måste du göra en sökning nedan

source: [_1] has requested a player loan for [_2] [_3].
fr_fr: [_1] a demandé un prêt de joueur pour [_2] [_3].

source: A payment of
fi_fi: Maksu
fr_fr: Un paiement de
sv_se: Betalning

source: Date Purchased
fi_fi: Maksupäivä
fr_fr: Date d'achat
sv_se: Betalningsdatum

source: Dear
fi_fi: Hyvä
fr_fr: Cher / Chère
sv_se: Bästa

source: Payment Confirmation
fi_fi: Maksun vahvistus
fr_fr: Confirmation du paiement
sv_se: Betalningsbekräftelse

source: Please click
fi_fi: Paina tästä
fr_fr: Veuillez cliquer
sv_se: Klicka här

source: Regards
fi_fi: Terveisin
fr_fr: Cordialement
sv_se: Hälsningar

source: Thank you for registering with
fi_fi: Kiitos rekisteröitymisestä -
fr_fr: Merci de vous enregistrer avec
sv_se: Tack för registreringen till

source: To change your password please click on the link below.
fr_fr: Pour changer votre mot de passe, cliquez sur le lien ci-dessous.

source: You have successfully made a payment of
fi_fi: Maksu suoritettu onnistuneesti
fr_fr: Vous avez réussi avec succès votre paiement de
sv_se: Du har lyckat betalat

source: at
fi_fi: aika
fr_fr: à
sv_se: tid

source: here
fi_fi: tästä
fr_fr: ici
sv_se: här

source: to confirm your account.
fi_fi: vahvistaaksesi käyttäjätilisi
fr_fr: pour confirmer votre compte.
sv_se: för att bekräfta ditt användarnamn.

source: Copyright text goes here
fi_fi: Copyright Suomen Palloliitto
fr_fr: Le texte de droits de propriété va ici
sv_se: Copyright Finlands Bollförbund

source: For further information please contact
fi_fi: Lisätiedot
fr_fr: Pour plus d'information, veuillez contacter
sv_se: För tilläggsinformation, kontakta

source: New Club
fi_fi: Uusi seura
fr_fr: Nouveau club
sv_se: Ny förening

source: Originator
fi_fi: Alkuunpanija
fr_fr: Auteur

source: Player's Data
fi_fi: Pelaajan tiedot
fr_fr: Données du joueur
sv_se: Spelarens data

source: Player's ID
fi_fi: Pelaajan ID
fr_fr: Identification du joueur
sv_se: Spelarens ID

source: Previous Club
fi_fi: Edellinen seura
fr_fr: Clubs précédents
sv_se: Tidigare förening

source: REQUEST FOR AN INTERNATIONAL TRANSFER CERTIFICATE
fi_fi: KANSAINVÄLISEN PELILUVAN PYYNTÖ
fr_fr: DEMANDER POUR UN CERTIFICAT DE TRANSFERT INTERNATIONAL
sv_se: BEGÄRAN FÖR INTERNATIONELLT SPELTILLSTÅND

source: Reason
fi_fi: Syy
fr_fr: Raison
sv_se: Orsak

source: Requesting Club
fi_fi: Pyytävä seura
fr_fr: Club requéreur
sv_se: Begärande förening

source: The
fr_fr: Le/la

source: The request for transfer for the player listed below has been APPROVED by all necessary organisations. The player record is now assigned to the new club
fi_fi: Alla oleva pelaajasiirto on nyt kaikkien tarvittavien tahojen hyväksymä. Pelaaja on nyt rekisteröity uuteen seuraan.
fr_fr: La demande de transfert pour le joueur listé ci-dessous a été APPROUVÉE par toutes les organisations nécessaires. Le dossier du joueur est maintenant assigné au nouveau club
sv_se: Följande spelarövergång är nu GODKÄND av alla parter. Spelaren är nu registrerad i den nya föreningen.

source: Work Task
fi_fi: Työtehtävä
fr_fr: Tâche de travail
sv_se: Arbetsuppgift

source: has REJECTED the loan of the player listed below. The reason for the rejection is detailed below. If you think there is a problem with this rejection you will need to contact
fi_fi: on HYLÄNNYT alla olevan määräaikaisen pelaajasiirron. Alla tarkemmat tiedot hylkäämisen syystä. Jos olet asiasta eri mieltä, ole yhteydessä seuraavaan tahoon
fr_fr: a REJETÉ le prêt du joueur listé ci-dessous. La raison du rejet est détaillée ci-dessous. Si vous croyez qu'il y a un problème avec ce rejet vous allez devoir contacter
sv_se: har AVSLAGIT följande tidsbundna spelarövergång. Orsaken ser du nedan. Om du tycket detta är felaktigt, måste du kontakta

source: has REJECTED this transfer. The reason for this is detailed below. This transaction is now cancelled. Please note that when a task is rejected it cannot be resumed. You would need start over and resubmit a new task through
fi_fi: on HYLÄNNYT tämän pelaajasiirron. Näet tarkemman syyn alla. Tämä tehtävä on nyt päättynyt, eikä sitä voi jatkaa. Jos haluat jatkaa, aloita uusi tehtävä
fr_fr: a REJETÉ ce transfert. La raison du rejet est détaillée ci-dessous. La transaction est maintenant annulée. Veuillez noter que lorsqu'une tâche est rejetée, elle ne peut pas être continuée. Vous allez devoir recommencer et soumettre à nouveau une nouvelle tâche à travers
sv_se: har AVSLAGIT följande spelarövergång. Orsaken ser du nedan. Arbetsuppgiften är nu slutförd. Observera att man inte kan fortsätta på en avslagen arbetsuppgift, utan man måste starta en ny

source: has REQUESTED the transfer of the following player. You are required to take action on this request within 7 days.
fi_fi: on PYYTÄNYT seuraavan pelaajan pelaajasiirtoa. Sinulta vaaditaan vastaus 7 päivän sisällä.
fr_fr: a DEMANDÉ le transfert du joueur suivant. Vous devez prendre des mesures sur cette demande à l'intérieur de 7 jours.
sv_se: har BEGÄRT en spelarövergång för följande spelare. Du är skyldig att svara inom 7 dagar.

source: has decided to cancel this request for loan. The player remains with your organisation.
fi_fi: on päättänyt perua määräaikaisen pelaajasiirron. Pelaaja jää seuraasi.
fr_fr: a décidé d'annuler cette demande de prêt. Le joueur demeure au sein de votre organisation.
sv_se: har bestämt att avbryta denna begäran på tidsbunden spelarövergång. Spelaren stannar i din organisation.

source: has decided to cancel this request. They no longer require access to the person record
fi_fi: on päättänyt perua tämän pyynnön. Heillä ei enää ole tarvetta pääsyyn kyseisen henkilön tietoihin.
fr_fr: a décidé d'annuler cette demande. Ils ne demandent plus l'accès au dossier de la personne.
sv_se: har bestämt att avbryta denna begäran. De behöver inte åtkomst till personen längre

source: has submitted an ITC request for the person listed below.
fi_fi: on lähettänyt kansainvälisen pelilupapyynnön seuraavasta henkilöstä
fr_fr: a soumise une demande de CTI pour la personne listée ci-dessous.
sv_se: har skickat en begäran på internationellt speltillstånd (ITC) för personen nedan.

source: help desk
fi_fi: tukipalvelu
fr_fr: aide

source: text here for auto-approved International Transfer Out request
fr_fr: texte ici pour demande de transfert extérieur international auto-approuvée

source: Greetings
fi_fi: Tervehdys
fr_fr: Bonjour
sv_se: Hälsningar
