Repository: erwinmacaraig/perl-cig-prj
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fi_fi, fr_fr, sv_se

source: The following Player loan has been
fi_fi: Seuraava määräaikainen pelaajasiirto on
fr_fr: Le prêt de joueur suivant a été
sv_se: Följande tidsbundna spelarövergång har

source: The following registration has been approved but with tasks that are still to be completed.
fi_fi: Seuraava rekisteröinti on hyväksytty, mutta siihen liittyy vielä avoimia tehtäviä.
fr_fr: L'enregistrement suivant a été approuvé mais avec des tâches qui sont encore incomplètes.
sv_se: Följande registrering har godkänts, men med uppgifter som ännu måste kompletteras.

source: The following registration has been approved.
fi_fi: Seuraava rekisteröinti on hyväksytty.
fr_fr: L'enregistrement suivant a été approuvé.
sv_se: Följande registrering har godkänts.

source: Total Cost
fi_fi: Maksu yhteensä
fr_fr: Coût total
sv_se: Slutsumma

source: Upload Profile Image
fi_fi: Lähetä profiilikuva
fr_fr: Télécharger une image de profil
sv_se: Ladda upp en profilbild

source: View next available task
fi_fi: Näytä seuraava tehtävä
fr_fr: Voir la prochaine tâche disponible
sv_se: Visa nästa arbetsuppgift

source: WebUrl
fi_fi: www-osoite
fr_fr: Lien URL
sv_se: Webb-adress

source: What would you like to do now?
fi_fi: Mitä haluat tehdä nyt?
fr_fr: Qu'est-ce que vous aimeriez savoir?
sv_se: Vad vill du göra nu?

source: [_1] and [_2] have been notified.
fr_fr: [_1] et [_2] ont reçu une notification.
sv_se: [_1] och [_2] har informerats.

source: approved
fi_fi: hyväksytty
fr_fr: approuvé
sv_se: godkänd

source: has been notified.
fi_fi: on saanut ilmoituksen.
fr_fr: a reçu une notification.
sv_se: har notifierats.

source: Registration Date From
fi_fi: Rekisteröinti alkaen
fr_fr: Date de début d'enregistrement
sv_se: Registrering från

source: Review Role Renewal Details
fi_fi: Tarkista roolin uudistamisen tiedot
fr_fr: Revoir les détails de renouvellement du rôle
sv_se: Kontrollera rollens detaljer för förnyande

source: The following International Transfer Out has been
fr_fr: Le transfert international suivant a été

source: The following transfer has been
fi_fi: Seuraava pelaajasiirto on
fr_fr: Le transfert suivant a été
sv_se: Följande spelarövergång har

source: This request has been approved.
fi_fi: Tämä pyyntö on hyväksytty.
fr_fr: La demande a été approuvée.
sv_se: Denna begäran har godkänts.

source: Transfer fee
fi_fi: Pelaajasiirron hinta
fr_fr: Frais de transfert
sv_se: Pris på övergång

source: APPNAME
fi_fi: Pelipaikka
sv_se: Pelipaikka

source: Amateur
fi_fi: Amatööri
sv_se: Amatör

source: Association
fi_fi: Yhdistys
sv_se: Förening

source: Certification
fi_fi: Lisenssi
sv_se: Licens

source: Club
fi_fi: Seura
sv_se: Förening

source: Club House
fi_fi: Seuran talo
sv_se: Klubbhus

source: Comp
fi_fi: Valmis
sv_se: Färdig

source: Description
fi_fi: Selite
sv_se: Beskrivning

source: Duplicate Resolution Issue
fi_fi: Ongelma kaksoiskappaleiden käsittelyssä
sv_se: Problem med behandlingen av duplikat

source: Football
fi_fi: Jalkapallo
sv_se: Fotboll

source: International
fi_fi: Kansainvälinen
sv_se: Internationell

source: Local Middle name
fi_fi: Paikallinen toinen nimi
sv_se: Lokalt andranamn

source: National
fi_fi: Liitto
sv_se: Nationell

source: Non-Association
fi_fi: Ei yhdistys
sv_se: Inte en förening

source: Notes
fi_fi: Muistiinpanot
sv_se: Anteckningar

source: Online Credit Card
fi_fi: Luottokortti
sv_se: Kreditkort

source: Postcode
fi_fi: Postinumero
sv_se: Postnummer

source: Race
fi_fi: Rotu
sv_se: Ras

source: Zone
fi_fi: Alue
sv_se: Zon

source: [none]
fi_fi: [ei mitään]
sv_se: [ingen]

source: Photo
fi_fi: Valokuva
sv_se: Foto

source: Organisations
fi_fi: Organisaatiot
sv_se: Organisationer

source: Family name
fi_fi: Sukunimi
sv_se: Efternamn

source: First name
fi_fi: Etunimi
sv_se: Förnamn

source: Age Level
fi_fi: Ikäluokka
sv_se: Åldersgrupp

source: You have Duplicates to resolve
fi_fi: Sinulla kaksoiskappaleita selvitettävänä
sv_se: Du har duplikat att behandla

source: Date
fi_fi: Päivämäärä
sv_se: Datum

source: Date Uploaded
fi_fi: Lisäyspäivä
sv_se: Uppladdat

source: FIELDS_intro
fi_fi: Choose the the visibility and editing options for each of the available Member fields.
sv_se: Choose the the visibility and editing options for each of the available Member fields.

source: Type
fi_fi: Tyyppi
sv_se: Typ

source: Contact
fi_fi: Yhteyshenkilö
sv_se: Kontakt

source: Regions in [_1]
sv_se: Distrikt i [_1]

source: Certifications
fi_fi: Todistukset
sv_se: Klassificeringar

source: Documents
fi_fi: Dokumentit
sv_se: Dokument

source: Edit Logo
fi_fi: Vaihda logo
sv_se: Byt logo

source: Existing Logo
fi_fi: Nykyinen logo
sv_se: Nuvarande logo

source: Logo Updated
fi_fi: Logo päivitetty
sv_se: Logon uppdaterad

source: Product
fi_fi: Tuote
sv_se: Produkt

source: Transactions
fi_fi: Maksut
sv_se: Betalningar

source: Update Logo
fi_fi: Päivitä logo
sv_se: Uppdatera logo

source: Audit Trail
fi_fi: Loki
sv_se: Granskningslogg

source: Card Printing
fi_fi: Kortin tulostus
sv_se: Utskrift av kort

source: Clubs
fi_fi: Seurat
sv_se: Föreningar

source: Identifiers
fi_fi: Tunnisteet
sv_se: Identifierare

source: Person Rollover
fi_fi: Uudista henkilö
sv_se: Förnya person

source: Zones
fi_fi: Alueet
sv_se: Zoner

source: Build a Report
fi_fi: Rakenna raportti
sv_se: Skapa en rapport

source: No record found.
fi_fi: Tietoja ei löytynyt.
sv_se: Inget hittat

source: Personal Details
fi_fi: Henkilön tiedot
sv_se: Personuppgifter

source: Reports Manager
fi_fi: Raporttien hallinta
sv_se: Rapporthanteraren

source: Run a Report
fi_fi: Suorita raportti
sv_se: Kör rapport

source: Y
fi_fi: K
sv_se: J

source: Save
sv_se: Spara

source: Search Result
fi_fi: Hakutulokset
sv_se: Sökresultat

source: Total
fi_fi: Yhteensä
sv_se: Totalt

source: Delete Rule
fi_fi: Poista sääntö
sv_se: Radera regel

source: Legal Guardian
sv_se: Förmyndare

source: Parent
sv_se: Förälder

source: List All Payment Records
fi_fi: Listaa kaikki maksutapahtumat
sv_se: Visa alla betalningar

source: Select
fi_fi: Valitse
sv_se: Välj

source: You have [_1] duplicate to resolve.
sv_se: Du har [_1] duplikat som väntar på att behandlas

source: Affiliations
fi_fi: Kumppanuudet
sv_se: Anknytningar

source: Identifications
fi_fi: Tunnisteet
sv_se: Identifikationer

source: Manual Receipt Reference
fi_fi: Selite/viite
sv_se: Förklaring/referens

source: Member Records
fi_fi: Jäsentiedot
sv_se: Medlemsuppgifter

source: Options
fi_fi: Asetukset
sv_se: Inställningar

source: Output
fi_fi: Tulos
sv_se: Resultat

source: Secondary sort by
fi_fi: 2. lajitteluperuste
sv_se: Sortera efter (sekundärt)

source: Sort by
fi_fi: Lajitteluperuste
sv_se: Sortera efter

source: Year of Birth
fi_fi: Syntymävuosi
sv_se: Födelseår

source: Actions
fi_fi: Toimet
sv_se: Åtgärder

source: Amendment of Person Details
fi_fi: Muokka henkilön tietoja
sv_se: Ändring av personuppgifter

source: Contacts
fi_fi: Yhteydet
sv_se: Kontakter

source: No result found
fi_fi: Ei tuloksia
sv_se: Inget hitat

source: Notifications
fi_fi: Ilmoitukset
sv_se: Notifikationer

source: Person Details
fi_fi: Henkilön tiedot
sv_se: Personens uppgifter

source: Quick Search
fi_fi: Pikahaku
sv_se: Snabbsök

source: Sort
fi_fi: Järjestä
sv_se: Sortera

source: Welcome...
fi_fi: Tervetuloa
sv_se: Välkommen

source: Uploaded
fi_fi: Lähetetty
sv_se: Uppladdad

source: has APPROVED the player loan as detailed below. You can now continue with the transfer or cancel this transfer request
fi_fi: on HYVÄKSYNYT alla olevan määräaikaisen pelaajasiirron. Voit nyt jatkaa pelaajasiirtoa, tai hylätä siirtopyynnön
sv_se: har GODKÄNNT följande tidsbundna spelarövergång. Du kan nu fortsätta med spelarövergången, eller avbryta begäran.

source: Club's Name
fi_fi: Seuran nimi
sv_se: Föreningens namn

source: Discipline
fi_fi: Laji
sv_se: Sport

source: Association Name
fi_fi: Yhdistyksen nimi
sv_se: Föreningens namn

source: Finance
fi_fi: Talous
sv_se: Betalningsrapportering

source: Run Report
fi_fi: Suorita raportti
sv_se: Kör rapport

source: Updated
fi_fi: Päivitetty
sv_se: Uppdaterad

source: No result found for keyword
fi_fi: Ei tulosta valitulla hakusanalla
sv_se: Inget hittat med sökordet

source: The [_1] for [_2] has been sent to [_3]
sv_se: [_1] för [_2] har skickats till [_3]

source: Normal
fi_fi: Tavallinen

source: Sport
fi_fi: Laji

source: Work task Notes
fi_fi: Työtehtävän lisätiedot

source: Change $pType Level
fi_fi: Muuta $pType taso

source: Edit Welcome Message
fi_fi: Muokkaa tervetuloviestiä

source: Jan
fi_fi: Tammi

source: Jun
fi_fi: Kesä

source: Nov
fi_fi: Marras

source: Oct
fi_fi: Loka

source: There was a problem changing the welcome message
fi_fi: Ongelma tervetuloviestiä tallentaessa

source: WELCOME
fi_fi: TERVETULOA

source: Welcome Message Updated
fi_fi: Tervetulosviesti päivitetty

source: Add Photo
fi_fi: Lisää valokuva

source: Approx. Time
fi_fi: Arvoitu aika

source: Cable
fi_fi: Kaapeli

source: Connection
fi_fi: Yhteys

source: Delete Photo
fi_fi: Poista valokuva

source: Modify Photo
fi_fi: Muokkaa valokuvaa

source: No Photo Found
fi_fi: Valokuvaa ei löytynyt

source: Original Photo
fi_fi: Alkuperäinen valokuva

source: Please be Patient
fi_fi: Ole kärsivällinen

source: Preview
fi_fi: Esikatselu

source: Replace Photo
fi_fi: Vaihda valokuva

source: Rotate Left
fi_fi: Käännä vasemmalle

source: Rotate Right
fi_fi: Käännä oikealle

source: Save Photo
fi_fi: Tallenna valokuva

source: The estimated time to upload a 400Kb image is
fi_fi: Arvioitu aika 400kt kuvan lähettämiseen

source: Under 1 minute
fi_fi: Alle 1 minuutti

source: Uploading
fi_fi: Lähetetään

source: minutes
fi_fi: minuuttia

source: Edit Photo
fi_fi: Muokkaa valokuvaa

source: Pending Registration
fi_fi: Odottava rekisteröinti

source: N
fi_fi: E

source: Configure Dashboard
fi_fi: Muokkaa etusivua

source: Dashboard Updated
fi_fi: Etusivu päivitetty

source: There was a problem updating your Dashboard
fi_fi: Ongelma etusivun päivittämisessä

source: Organisation
fi_fi: Organisaatio

source: as
fi_fi: roolilla

source: Help Desk
fi_fi: Tukipalvelu

source: Choose competition
fi_fi: Valitse kilpailu

source: Choose form
fi_fi: Valitse lomake

source: Choose season
fi_fi: Valitse haluttu kausi

source: Enter the email addresses of all your proposed teammates. Put a comma after each email address
fi_fi: Lisää haluamiesi joukkuetovereiden sähköpostiosoitteet. Lisää pilkku jokaisen sähköpostiosoitteen jälkeen

source: Invite teammates
fi_fi: Kutsu joukkuetovereita

source: Position
fi_fi: Asema

source: Select the competition that you would like to invite your teammates to join
fi_fi: Valitse kilpailu johon haluat kutsua joukkuetoverisi

source: Select the registration form that should be used
fi_fi: Valitse käytettävä rekisteröintilomake

source: Select the season of the competition that you would like to invite your teammates to join
fi_fi: Valitse kilpailun kausi jolle haluat kutsua joukkuetoverisi

source: The email that will be sent to your teammates, will contain a link to a registration form
fi_fi: Sähköposti joka lähetettään joukkuetovereillesi tulee sisältämään linkin rekisteröintilomakkeeseen

source: When you have finished click 'Invite Teammates Now'
fi_fi: Kun olet valmis, valitse 'Kutsu joukkuetoverit nyt'

source: and
fi_fi: ja

source: have been notified
fi_fi: ovat saaneet ilmoituksen

source: Release Notes
fi_fi: Julkaisumuistio

source: Capactity of field
fi_fi: Kentät kapasiteetti

source: Length of field
fi_fi: Kentän pituus

source: Please continue with the Add Role process and submit to
fi_fi: Jatka roolin lisäämistä ja lähetä taholle

source: Request Access rejected
fi_fi: Pyyntö pääsystä henkilön tietoihin on hylätty

source: Type of field
fi_fi: Kentän tyyppi

source: Width of field
fi_fi: Kentän leveys

source: details to
fi_fi: tietoihin, seuralle

source: details.
fi_fi: tiedot.

source: has approved access of
fi_fi: on hyväksynyt pääsyn

source: has requested data access for
fi_fi: on pyytänyt seuraavan henkilön tietoja:

source: player details to
fi_fi: pelaajatietoihin, seuralle

source: Borrowing club
fi_fi: Määräajan seura

source: Current club
fi_fi: Nykyinen seura

source: Current registration
fi_fi: Nykyinen rekisteröinti

source: Current sport
fi_fi: Nykyinen laji

source: Player Loan Status: Requested
fi_fi: Määräaikaisen pelaajasiirron tila: Pyydetty

source: Status: Requested
fi_fi: Tila: Pyydetty

source: Sub-Role
fi_fi: Kategoria
