Repository: erwinmacaraig/perl-cig-prj
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fi_fi, fr_fr, sv_se

source: Product Type
fi_fi: Tuotteen tyyppi
fr_fr: Type de produit
sv_se: Produkttyp

source: Registration Period
fi_fi: Rekisteröintikausi
fr_fr: Période d'enregistrement
sv_se: Registreringsperiod

source: Registrations
fi_fi: Rekisteröinnit
fr_fr: Enregistrements
sv_se: Registreringar

source: Remove
fi_fi: Poista
fr_fr: Ôter
sv_se: Radera

source: Selected Fields
fi_fi: Valitut kentät
fr_fr: Domaines sélectionnés
sv_se: Valda fält

source: Settlement Date
fi_fi: Maksupäivä
fr_fr: Date de règlement
sv_se: Betalningsdatum

source: Show
fi_fi: Näytä
fr_fr: Montrer
sv_se: Visa

source: Summary Data
fi_fi: Koostetiedot
fr_fr: Résumé des données
sv_se: Översikt

source: Transaction Date
fi_fi: Tilauispäivä
fr_fr: Date de transaction
sv_se: Transaktionsdatum

source: Transaction ID
fi_fi: Maksun numero
fr_fr: Identification de la transaction
sv_se: Transaktions ID

source: Transaction Notes
fi_fi: Maksun lisätiedot
fr_fr: Notes de la transaction
sv_se: Transaktionens anmärkningar

source: Transaction Status
fi_fi: Maksun tila
fr_fr: Statut de la transaction
sv_se: Transaktionens status

source: Unique Records Only
fi_fi: Vain uniikit arvot
fr_fr: Données uniques seulement
sv_se: Endast unika rader

source: link to go back to the product/license listing
fr_fr: lien pour retourner à la liste des produits/licences

source: Account Activation
fi_fi: Käyttäjätilin aktivointi
fr_fr: Activation du compte
sv_se: Aktivering av användarnamn

source: Account linked successfully
fr_fr: Le compte a été lié avec succès
sv_se: Användarnamnet länkat till personen

source: All fields must be entered
fi_fi: Kaikki kentät on täytettävä
fr_fr: Tous les terrains doivent être enregistrés
sv_se: Alla fält måste fyllas i

source: An invalid Action Code has been passed to me.
fi_fi: Virheellinen tapahtumakoodi annettu
fr_fr: Une action Code non valide a été effectuée.
sv_se: En felaktig åtgärdskod har skickats till mig.

source: Back
fi_fi: Takaisin
fr_fr: Retour
sv_se: Tillbaka

source: Both fields must be the same
fi_fi: Molempien kenttien on oltavat samat
fr_fr: Les deux champs doivent être les mêmes
sv_se: Båda fälten måste vara identiska

source: Change your password
fi_fi: Vaihda salasana
fr_fr: Changez votre mot de passe
sv_se: Byt lösenord

source: Confirm your email with
fi_fi: Vahvista sähköpostiosoitteesi
fr_fr: Confirmez votre courriel avec
sv_se: Bekräfta din e-postadress med

source: Contact details successfully updated.
fr_fr: Les coordonnées ont été mises à jour avec succès.

source: Forgotten Password
fr_fr: Mot de passe oublié
sv_se: Glömt lösenord

source: Invalid Registration
fr_fr: Enregistrement non valide

source: Invalid UserID
fr_fr: Identifiant non valide
sv_se: Felaktigt användarnamn

source: Invalid access
fr_fr: Accès non valide
sv_se: Felaktig åtkomst

source: Invalid parameters
fr_fr: Paramètres non valides
sv_se: Felaktiga parametrar

source: It's either the record does not exist or you have a pending request for the same person registration record.
fi_fi: Tietuetta ei löydy, tai samalle henkilön rekisteröinnille on jo pyyntö odottamassa.
fr_fr: Soit le dossier n'existe pas ou soit vous avez une demande en attente pour le même dossier d'enregistrement d'une personne.
sv_se: Posten hittas inte i databasen, eller så har du en väntade begäran på samma persons registrering.

source: New failed, existing registration found. In order to continue, a Transfer from the existing Entity must be organised.
fi_fi: Uusi virheellinen rekisteröinti löydetty. Tee pelaajasiirto jatkaaksesi.
fr_fr: Le nouveau a échoué, enregistrement existant trouvé. Afin de continuer, un transfert de l'entité existante doit être organisé.
sv_se: En ny misslyckad registrering hittades. Starta en spelarövergång för att fortsätta.

source: New password doesn't meet requirements
fr_fr: Le nouveau mot de passe ne rempli par les exigences
sv_se: Det nya lösenordet uppfyller inte lösenordskraven

source: No additional product(s) chosen, please click
fr_fr: Pas de produit(s) additionnel(s) choisi(s), veuillez cliquer

source: Password updated
fr_fr: Mot de passe mis à jour
sv_se: Lösenordet uppdaterat

source: Please select from the list of Clubs
fi_fi: Valitse seura luettelosta
fr_fr: Veuillez choisir parmi la liste des Clubs
sv_se: Välj förening från listan

source: Proceed to the login page
fr_fr: Procéder à la page de connexion
sv_se: Fortsätt till inloggningssidan

source: Return to your Dashboard
fi_fi: Palaa omalle etusivullesi
fr_fr: Retourner au Tableau de bord
sv_se: Tillbaka till hemsidan

source: Self Registration Work Tasks
fr_fr: Tâches pour auto-enregistrement

source: Sorry. The email address you have provided does not exist in our system.
fr_fr: Désolé. L'adresse courriel que vous avez fournie n'existe pas dans notre système.
sv_se: Tyvärr finns inte denna e-postadress i systemet.

source: Start Transfer
fi_fi: Aloita pelaajasiirto
fr_fr: Commencer le transfert
sv_se: Starta spelarövergång

source: The person you are trying to link is an adult and there is already an adult linked to this account
fr_fr: La personne que vous essayez de liée est un adulte et il y a déjà un adulte lié à ce compte.
sv_se: Personen du försöker länka till ditt användarnamn är vuxen, men en vuxen är redan länkad till detta användarnamn.

source: This person is already linked to another account
fr_fr: Cette personne est déjà liée à un autre compte
sv_se: Denna person är redan länkad till ett annat användarnamn

source: User Profile
fi_fi: Käyttäjätiedot
fr_fr: Profil d'utilisateur
sv_se: Användarprofil

source: We can't seem to find your old account
fr_fr: Nous ne pouvons pas trouver votre ancien compte
sv_se: Vi kan inte hitta personuppgifterna

source: You must enter an email address
fi_fi: Sinun on annettava sähköpostiosoite
fr_fr: Vous devez entrer une adresse courriel
sv_se: Du måste ange en e-postadress

source: You must supply both credentials to link to your old system account
fr_fr: Vous devez fournir les deux informations d'identification pour lier à votre ancien compte
sv_se: Du måste fylla i båda fälten för att länka personuppgifterna till ditt användarnamn

source: Your account has already been confirmed
fr_fr: Votre compte a déjà été confirmé
sv_se: Ditt användarnamn har redan bekräftats

source: Your profile has been updated
fr_fr: Votre profil a été mis à jour
sv_se: Din användarprofil har uppdaterats

source: Your user account is currently suspended because your email address is incorrect.
fi_fi: Käyttäjätilisi on tällä hetkellä suljettu, koska sähköpostiosoitteesi on virheellinen.
fr_fr: Votre compte d'utilisateur est présentement suspendu parce que votre adresse courriel est incorrecte.
sv_se: Ditt användarnamn är avstängt på grund av att din e-postadress är felaktig.

source: Invalid Email/Password
fi_fi: Virheellinen sähköposti tai salasana
fr_fr: Courriel/Mot de passe non valide
sv_se: Felaktigt lösenord/e-post

source: Add another venue
fi_fi: Lisää toinen kenttä
fr_fr: Ajouter un autre site
sv_se: Lägg till en annan arena

source: An error occured
fi_fi: On tapahtunut virhe
fr_fr: Une erreur est survenue
sv_se: Ett fel uppstod

source: Capacity of Field
fi_fi: Kentän kapasiteetti
fr_fr: Capacité du terrain
sv_se: Fältets kapacitet

source: Click here to try again
fi_fi: Yritä uudelleen tästä
fr_fr: Cliquez ici pour essayer de nouveau
sv_se: Klicka här för att försöka igen

source: Click here to update this file
fi_fi: Päivitä tiedosto tästä
fr_fr: Cliquez ici pour mettre à jour ce fichier
sv_se: Klicka här för att uppdatera denna fil

source: Close
fi_fi: Sulje
fr_fr: Fermer
sv_se: Stäng

source: Club Contact
fi_fi: Seuran yhteyshenkilö
fr_fr: Coordonnées du club
sv_se: Kontaktperson

source: Date Last Updated
fi_fi: Viimeksi päivitetty
fr_fr: Dernière mise à jour
sv_se: Uppdaterat

source: Enter the number of additional fields
fi_fi: Syötä lisäkenttien määrä
fr_fr: Entrez le nombre de terrains additionnels
sv_se: Ange antal av tilläggsfält

source: Help
fi_fi: Apua
fr_fr: Aide
sv_se: Hjälp

source: Login
fi_fi: Kirjaudu
fr_fr: Connexion
sv_se: Logga in

source: Logout
fi_fi: Kirjaudu ulos
fr_fr: Déconnexion
sv_se: Logga ut

source: MA venue ID
fi_fi: Liiton kenttä ID
fr_fr: Identification du site d'AM
sv_se: Förbundets arena ID

source: Member Association
fi_fi: Jäsenliitto
fr_fr: Association membre
sv_se: Medlemsförbund

source: New Password
fi_fi: Uusi salasana
fr_fr: Nouveau mot de passe
sv_se: Nytt lösenord

source: No Record Found
fi_fi: Tietoja ei löytynyt
fr_fr: Aucune fichier trouvé
sv_se: Inget hittades

source: No documents required for this registration, click
fr_fr: Aucun document n'est requis pour cet enregistrement, cliquez

source: Optional Documents
fi_fi: Vapaaehtoiset dokumentit
fr_fr: Documents optionnels
sv_se: Valfria dokument

source: Passwords do not match
fi_fi: Salasanat eivät täsmää
fr_fr: Les mots de passe ne correspondent pas
sv_se: Lösenorden stämmer inte

source: Please provide a password
fi_fi: Keksi salasana
fr_fr: Veuillez fournir un mot de passe
sv_se: Ange ett lösenord

source: Please select from the list of fields.
fi_fi: Valitse kenttäluettelosta.
fr_fr: Veuillez sélectionner parmi la liste des terrains.
sv_se: Välj från listan av fält.

source: Registration has been submitted to
fi_fi: Rekisteröinti on lähetetty kohteeseen
fr_fr: L'enregistrement a été soumis à
sv_se: Registreringen har skickats till

source: Required Venue Documents
fi_fi: Vaaditut kenttädokumentit
fr_fr: Documents de site requis
sv_se: Obligatoriska dokument för arena

source: Retype Password
fi_fi: Salasana uudelleen
fr_fr: Écrivez le mot de passe à nouveau
sv_se: Lösenordet igen

source: Successfully updated.
fi_fi: Päivitetty onnistuneesti.
fr_fr: Mis à jour avec succès.
sv_se: Uppdaterad.

source: Support
fi_fi: Tuki
fr_fr: Soutien

source: Thank You
fi_fi: Kiitos
fr_fr: Merci
sv_se: Tack

source: To delete click 'Submit', to cancel, click 'Close'
fi_fi: Valitse 'Lähetä' poistaaksesi, muuten 'Sulje'
fr_fr: Pour effacer, cliquez "Soumettre", pour annuler, cliquez "Fermer"
sv_se: Klicka 'Skicka' för att radera eller 'Stäng' för att avbryta

source: Update Password
fi_fi: Päivitä salasana
fr_fr: Mettre à jour le mot de passe
sv_se: Uppdatera lösenord

source: Upload
fi_fi: Lähetä
fr_fr: Télécharger
sv_se: Ladda upp

source: View all currently submitted registrations
fi_fi: Näytä kaikki lähetetyt rekisteröinnit
fr_fr: Voir tous les enregistrements présentement soumis
sv_se: Visa alla skickade registreringar

source: Website
fi_fi: Verkkosivu
fr_fr: Site internet
sv_se: Webbplats

source: Welcome
fi_fi: Tervetuloa
fr_fr: Bienvenue
sv_se: Välkommen

source: Your password has successfully been updated.
fi_fi: Salasanasi on nyt päivitetty.
fr_fr: Votre mot de passe a été mis à jour avec succès.
sv_se: Ditt lösenord har uppdaterats.

source: Your password modification was unsuccessful due to the following reason(s)
fr_fr: Votre modification de mot de passe n'a pas réussi en raison des raisons suivantes
sv_se: Uppdateringen av lösenordet misslyckades på grund av

source: must be at least 6 characters long
fi_fi: on oltava vähintään 6 merkkiä pitkä
fr_fr: doit avoir au moins 6 caractères
sv_se: måste vara minst 6 tecken långt

source: to proceed
fr_fr: pour procéder

source: Forgot your password? Please contact Help Desk to reset your password
fi_fi: Salasana unohtunut? Ole yhteydessä tukipalveluun salasanan vaihtamiseksi
fr_fr: Vous avez oublier votre mot de passe? Contactez l'Aide pour réinitialiser votre mot de passe
sv_se: Glömt lösenord? Var god kontakta helpdesk.

source: Make sure you click the link to confirm your email address and complete your signup
fi_fi: Muista vahvistaa sähköpostiosoitteesi avaamalla vahvistuslinkki, jotta voimme aktivoida käyttäjätunnuksesi
fr_fr: Assurez-vous de cliquer sur le lien pour confirmer votre adresse courriel et compléter votre inscription
sv_se: Kom ihåg att klicka på aktiveringslänken för att bekräfta din e-postadress och aktivera användarnamnet

source: Password
fi_fi: Salasana
fr_fr: Mot de Passe
sv_se: Lösenord

source: Please click on the link below to create a new password for your account.
fi_fi: Avaa alla oleva linkki luodaksesi käyttäjätilillesi uuden salasanan.
fr_fr: Veuillez cliquer sur le lien ci-dessous pour créer un nouveau mot de passe pour votre compte.
sv_se: Klicka på länken nedan för att skapa ett nytt lösenord för ditt användarnamn.

source: Please enter your Family Name
fi_fi: Syötä sukunimesi
fr_fr: Veuillez entrer votre nom de famille
sv_se: Ange ditt efternamn

source: Please enter your First Name
fi_fi: Syötä etunimesi
fr_fr: Veuillez entrer votre prénom
sv_se: Anfe ditt förnamn

source: Re-enter Password
fi_fi: Salasana uudelleen
fr_fr: Entrez le mot de passe à nouveau
sv_se: Lösenordet igen

source: Remember me on this computer
fi_fi: Muista minut tällä tietokoneella
fr_fr: Se souvenir de moi sur cet ordinateur
sv_se: Kom ihåg mig på denna dator

source: Send Me The Link
fi_fi: Lähetä minulle linkki
fr_fr: Envoyez-moi le lien
sv_se: Skicka mig länken

source: Sign in
fi_fi: Kirjaudu sisään
fr_fr: Se connecter
sv_se: Logga in

source: Thanks for signing up
fi_fi: Kiitos käyttäjätunnuksen luomisesta
fr_fr: Merci de vous être inscrit
sv_se: Tack för registreringen av ett nytt användarnamn

source: View as
fi_fi: Näkymä
fr_fr: Voir en tant que
sv_se: Visa som

source: We've sent you an email to welcome you to the system.
fi_fi: Sinulle on lähetetty tervetuliaissähköposti
fr_fr: Nous vous avons envoyé un courriel pour vous accueillir dans le système.
sv_se: Vi har skickat dig ett välkomstmeddelande.

source: You have requested for a new password.
fi_fi: Olet pyytänyt että salasanasi vaihdetaan.
fr_fr: Vous avez demandé un nouveau mot de passe.
sv_se: Du har begärt ett nytt lösenord

source: Advanced Club
fi_fi: Tarkennettu seura
fr_fr: Club avancé
sv_se: Föreningsrapport

source: Advanced People (Below my level)
fr_fr: Gens avancés (sous mon niveau)
sv_se: Personrapportering (under min nivå)

source: Advanced People (My level)
fr_fr: Gens avancés (mon niveau)
sv_se: Personrapportering (min nivå)

source: Advanced Transfers Report
fi_fi: Laaja pelaajasiirtoraportti
fr_fr: Rapport des transferts avancés
sv_se: Spelarövergångsrapportering

source: Cancel
fi_fi: Peruuta
fr_fr: Annulé
sv_se: Avbryt

source: Coach Registration
fi_fi: Valmentajan rekisteröinti
fr_fr: Enregistrement d'entraîneur
sv_se: Tränarregistrering

source: Create a new user
fi_fi: Luo uusi käyttäjä
fr_fr: Créer un nouvel utilisateur
sv_se: Skapa en ny användare

source: DOB (YYMMDD)
fr_fr: Date de naissance (AAMMJJ)

source: DOB (YYYYMMDD)
fr_fr: Date de naissance (AAAAMMJJ)

source: Field Discipline
fi_fi: Kentän laji
fr_fr: Discipline du terrain
sv_se: Fältets sport

source: Field name
fi_fi: Kentän nimi
fr_fr: Nom du terrain
sv_se: Fältets namn

source: Field number
fi_fi: Kentän numero
fr_fr: Numéro du terrain
sv_se: Fältets nummer

source: Language
fi_fi: Kieli
fr_fr: Langue
sv_se: Språk

source: Legal entity identification number
fi_fi: Y-tunnus
fr_fr: Numéro d'identification de l'entité légale
sv_se: FO-nummer

source: Length of Field (m)
fr_fr: Longueur du terrain (m)
sv_se: Fältets längd (m)

source: MA Official Registration
fi_fi: Liiton toimihenkilön rekisteröinti
fr_fr: Enregistrement officiel de l'AM
sv_se: Registrering av förbundsfunktionär

source: National Body
fi_fi: Liitto
fr_fr: Organisme national
sv_se: Förbundet

source: Organisation Details
fi_fi: Organisaation tiedot
fr_fr: Détails de l'organisation
sv_se: Organisationens information

source: Organisation dissolution date
fi_fi: Organisaation lakkauttamispäivä
fr_fr: Date de dissolution de l'organisation
sv_se: Organisationens upplöst

source: Organisation foundation date
fi_fi: Organisaation perustamispäivä
fr_fr: Date de fondation de l'organisation
sv_se: Organisationen grundad

source: Organisation name
fi_fi: Organisaation nimi
fr_fr: Nom de l'organisation
sv_se: Organisationens namn

source: Organisation type
fi_fi: Organisaation tyyppi
fr_fr: Type d'organisation
sv_se: Typ av organisation

source: PERSON REQUEST ACCESS ACCEPTED:
fr_fr: DEMANDE D'ACCÈS PERSONNEL ACCEPTÉE:
sv_se: BEGÄRAN PÅ ÅTKOMST GODKÄND:

source: PERSON REQUEST ACCESS CANCELLED:
fr_fr: DEMANDE D'ACCÈS PERSONNEL ANNULÉE:
sv_se: BEGÄRAN PÅ ÅTKOMST AVBRUTEN:

source: PERSON REQUEST ACCESS COMPLETED:
fr_fr: DEMANDE D'ACCÈS PERSONNEL COMPLÉTÉE:
sv_se: BEGÄRAN PÅ ÅTKOMST FÄRDIG:

source: PERSON REQUEST ACCESS DENIED:
fr_fr: DEMANDE D'ACCÈS PERSONNEL REFUSÉE:
sv_se: BEGÄRAN PÅ ÅTKOMST FÖRNEKAD:

source: PERSON REQUEST ACCESS OVERRIDDEN:
fr_fr: DEMANDE D'ACCÈS PERSONNEL SUBSTITUÉE:
sv_se: BEGÄRAN PÅ ÅTKOMST ÅSIDOSATT:

source: PERSON REQUEST ACCESS REJECTED:
fr_fr: DEMANDE D'ACCÈS PERSONNEL REJETÉE:
sv_se: BEGÄRAN PÅ ÅTKOMST AVSLAGEN:

source: PERSON REQUEST ACCESS SENT:
fr_fr: DEMANDE D'ACCÈS PERSONNEL ENVOYÉE:
sv_se: BEGÄRAN PÅ ÅTKOMST SKICKAD:

source: PERSON REQUEST TRANSFER ACCEPTED:
fr_fr: DEMANDE DE TRANSFERT PERSONNEL ACCEPTÉE:
sv_se: BEGÖRAN PÅ SPELARÖVERGÅNG GODKÄND:

source: PERSON REQUEST TRANSFER CANCELLED:
fr_fr: DEMANDE DE TRANSFERT PERSONNEL ANNULÉE:
sv_se: BEGÖRAN PÅ SPELARÖVERGÅNG AVBRUTEN:

source: PERSON REQUEST TRANSFER COMPLETED:
fr_fr: DEMANDE DE TRANSFERT PERSONNEL COMPLÉTÉE:
sv_se: BEGÖRAN PÅ SPELARÖVERGÅNG FÄRDIG:

source: PERSON REQUEST TRANSFER DENIED:
fr_fr: DEMANDE DE TRANSFERT PERSONNEL REJETÉE:
sv_se: BEGÖRAN PÅ SPELARÖVERGÅNG FÖRNEKAD:

source: PERSON REQUEST TRANSFER OVERRIDDEN:
fr_fr: DEMANDE DE TRANSFERT PERSONNEL SUBSTITUÉE:
sv_se: BEGÖRAN PÅ SPELARÖVERGÅNG ÅSIDOSATT:

source: PERSON REQUEST TRANSFER REJECTED:
fr_fr: DEMANDE DE TRANSFERT PERSONNEL REJETÉE:
sv_se: BEGÖRAN PÅ SPELARÖVERGÅNG AVSLAGEN:

source: PERSON REQUEST TRANSFER SENT:
fr_fr: DEMANDE DE TRANSFERT PERSONNEL ENVOYÉE:
sv_se: BEGÖRAN PÅ SPELARÖVERGÅNG SKICKAD:

source: Payment Method
fi_fi: Maksutapa
fr_fr: Méthode de paiement
sv_se: Betalsätt

source: Payment Options
fi_fi: Maksun asetukset
fr_fr: Options de paiement
sv_se: Betalnings inställningar

source: Phone Number
fi_fi: Puhelin
fr_fr: Numéro de téléphone
sv_se: Telefonnummer

source: Player Loan Status: Released
fi_fi: Määräaikaisen pelaajasiirron tila: Pelilupa annettu
fr_fr: Statut du prêt de joueur: libéré
sv_se: Tidsbunden spelarövergång: Släppt

source: Player Registration
fi_fi: Pelaajan rekisteröinti
fr_fr: Enregistrement du joueur
sv_se: Spelarregistrering

source: Please check and update all details before submitting to the Member Association for final approval.
fi_fi: Tarkista ja päivitä kaikki tiedot enne lähettämistä liittoon lopullista hyväksyntää varten.
fr_fr: Veuillez vérifier et mettre à jour tous les détails avant de soumettre à l'Association Membre pour l'approbation finale.
sv_se: Kontrollera och uppdatera all information före skickande för slutligt godkännande.

source: Postal Code
fi_fi: Postinumero
fr_fr: Code postal
sv_se: Postnummer

source: Referee Registration
fi_fi: Erotuomarin rekisteröinti
fr_fr: Enregistrement de l'arbitre
sv_se: Domarregistrering

source: Released
fi_fi: Pelilupa annettu
fr_fr: Libéré
sv_se: Släppt

source: Restricted Access
fi_fi: Rajoitettu pääsy
fr_fr: Accès restreint
sv_se: Begränsad åtkomst

source: Save and Exit
fi_fi: Tallenna ja poistu
fr_fr: Sauvegarder et Quitter
sv_se: Spara och fortsätt senare

source: Set your own parameters etc for reporting on Clubs.
fi_fi: Määritä omat asetuksesi seuraraporttia varten
fr_fr: Établissez vos propres paramètres etc pour faire vos rapports sur les Clubs.
sv_se: Välj dina egna inställningar för föreningsrapportering.

source: Set your own parameters etc for reporting on People
fi_fi: Määritä omat asetuksesi henkilöraporttia varten
fr_fr: Établissez vos propres paramètres etc pour faire vos rapports sur les Gens.
sv_se: Välj dina egna inställningar för personrapportering.

source: Set your own parameters etc for reporting on Transactions
fr_fr: Établissez vos propres paramètres etc pour faire vos rapports sur les Transactions.
sv_se: Välj dina egna inställningar för transaktionsrapportering.

source: Set your own parameters etc for reporting on Transfers
fi_fi: Määritä omat asetuksesi pelaajasiirtoraporttia varten
fr_fr: Établissez vos propres paramètres etc pour faire vos rapports sur les Transferts.
sv_se: Välj dina egna inställningar för övergångsrapportering.

source: Social Security Number
fi_fi: Henkilötunnus
fr_fr: Numéro d'assurance sociale
sv_se: Personnummer

source: Staff Member
fi_fi: Henkilökuntaa
fr_fr: Membre du personnel
sv_se: Personal

source: The following users are authorised to login
fi_fi: Seuraavilla käyttäjillä on oikeus kirjautua
fr_fr: Les utilisateurs suivants sont autorisés à se connecter
sv_se: Följande användare är auktoriserade att logga in

source: Transactions (My People)
fr_fr: Transaction (Mes gens)
sv_se: Betalningsrapport (min nivå)

source: Transfer Status
fi_fi: Pelaajasiirron tila
fr_fr: Statut de transfert
sv_se: Spelarövergångens status

source: Transfers Below Report
fi_fi: Pelaajasiirrot
fr_fr: Rapport de transfert ci-dessous
sv_se: Spelarövergångar

source: Type of Legal entity
fi_fi: Yhteisömuoto
fr_fr: Type d'entité légale
sv_se: Typ av juridisk person

source: Venue Short Name
fi_fi: Kentän lyhenne
fr_fr: Nom court du site
sv_se: Förkortning på arenans namn

source: WORK TASK ADDED:
fr_fr: TÂCHE DE TRAVAIL AJOUTÉE:
sv_se: ARBETSUPPGIFT TILLAGD:

source: WORK TASK APPROVED:
fr_fr: TÂCHE DE TRAVAIL APPROUVÉE:
sv_se: ARBETSUPPGIFT GODKÄND:

source: WORK TASK HELD:
fr_fr: TÂCHE DE TRAVAIL TENUE:
sv_se: ARBETSUPPGIFT RETURNERAD:

source: WORK TASK REJECTED:
fr_fr: TÂCHE DE TRAVAIL REJETÉE:
sv_se: ARBETSUPPGIFT AVSLAGEN:

source: WORK TASK RESOLVED:
fr_fr: TÂCHE DE TRAVAIL RÉSOLUE:
sv_se: ARBETSUPPGIFT BEHANDLAD:

source: WORK TASK RESUMED:
fr_fr: TÂCHE DE TRAVAIL REPRISE:
sv_se: ARBETSUPPGIFT ÅTERUPPTAGEN:

source: Width of Field (m)
fr_fr: Largeur du terrain (m)
sv_se: Fältets bredd (m)

source: Age group
fi_fi: Ikäryhmä
fr_fr: Groupe d'âge
sv_se: Åldersgrupp

source: An error has been encountered while activating your account. Please check your email for the correct link.
fi_fi: Virhe käyttäjätilin vahvistamisessa. Tarkista oikea vahvistuslinkki sähköpostistasi.
fr_fr: Une erreur a été rencontrée pendant l'activation de votre compte. Veuillez vérifier votre courriel pour le bon lien.
sv_se: Ett fel har uppstått vid aktiveringen av ditt användarnamn. Kontrollera att du använder rätt aktiveringslänk som du fått per e-post

source: An invoice for this registration has been created. You can find all your invoices under the 'Payments' Menu.
fi_fi: Rekisteröinnistä on tehty lasku. Näet kaikki laskusi Maksut-valikossa.
fr_fr: Une facture pour cet enregistrement a été créée. Vous pouvez trouver toutes les factures sous le menu "Paiements".
sv_se: En faktura har skapats angående denna registrering. Du kan hitta alla dina fakturor via betalningsmenyn.

source: Bulk Registration is complete
fi_fi: Nippurekisteröinti on valmis
fr_fr: L'enregistrement en vrac est complété
sv_se: Gruppregistreringen är färdig

source: Certifcation Type
fi_fi: Todistuksen tyyppi
fr_fr: Type de certification
sv_se: Typ av klassificering

source: Check the box against the items you would like to select
fi_fi: Tee halutut valinnat laittamalla rasti ruutuun
fr_fr: Cochez la boîte près des éléments que vous voulez sélectionner
sv_se: Kryssa för de alternativ du vill välja

source: Click here to select new combination
fi_fi: Valitse tästä uusi yhdistelmä
fr_fr: Cliquez ici pour choisir une nouvelle combinaison
sv_se: Klicka här för att välja ny kombination

source: Club Name
fi_fi: Seuran nimi
fr_fr: Nom du Club
sv_se: Föreningens namn

source: Cost
fi_fi: Maksu
fr_fr: Prix
sv_se: Pris

source: Date Valid From
fi_fi: Voimassa alkaen
fr_fr: Date de début de validité
sv_se: Giltig från
