Repository: erwinmacaraig/perl-cig-prj
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fi_fi, fr_fr, sv_se

source: Date Valid Until
fi_fi: Voimassa asti
fr_fr: Valide jusqu'à
sv_se: Giltig till

source: End
fi_fi: Loppu
fr_fr: Fin
sv_se: Slut

source: Existing Certifications
fi_fi: Olemassa olevat todistukset
fr_fr: Certifications existantes
sv_se: Klassificeringar

source: Items
fi_fi: Tuotteet
fr_fr: Éléments
sv_se: Produkter

source: Language of name
fi_fi: Nimen kieli
fr_fr: Langue du nom
sv_se: Namnets språk

source: Login to continue
fi_fi: Kirjaudu jatkaaksesi
fr_fr: Connectez-vous pour continuer
sv_se: Logga in för att fortsätta

source: Maiden Name
fi_fi: Omaa sukua
fr_fr: Nom de jeune fille
sv_se: Flicknamn

source: Nature of Registration
fi_fi: Rekisteröinnin laatu
fr_fr: Nature de l'enregistrement
sv_se: Typ av registrering

source: No Certification Required
fi_fi: Todistuksia ei tarvita
fr_fr: Aucune certification requise
sv_se: Klassificering behövs ej

source: No Previous Certifications found
fi_fi: Ei olemassa olevia todistuksia
fr_fr: Aucune certification précédente trouvée
sv_se: Inga tidigare klassificeringar

source: Personal Information
fi_fi: Henkilötiedot
fr_fr: Informations personnelles
sv_se: Personuppgifter

source: Please select the people you wish to register from the list below and click on the update button to commit your change.
fi_fi: Valitse rekisteröitävät henkilöt alla olevalta listalta, ja valitse päivitä.
fr_fr: Veuillez sélectionner les gens que vous souhaitez enregistrer à partir de la liste ci-dessous et cliquez sur le bouton "Mettre à jour" pour effectuer votre changement.
sv_se: Välj personerna du vill registrera från den nedanstående listan, och välj uppdatera.

source: Register as
fi_fi: Roolilla
fr_fr: Enregistré en tant que
sv_se: Registrera som

source: Register to
fi_fi: Organisaatioon
fr_fr: Enregistré à
sv_se: Registrera till

source: Registration Details
fi_fi: Rekisteröinnin tiedot
fr_fr: Détails de l'enregistrement
sv_se: Registreringsdetaljer

source: Registrations have been submitted to
fi_fi: Rekisteröinnit on lähetetty kohteelle
fr_fr: Les enregistrements ont été soumis à
sv_se: Registreringarna har skickats till

source: Reset Registration
fi_fi: Nollaa rekisteröinti
fr_fr: Réinitialiser l'enregistrement
sv_se: Återställ registreringen

source: Return to Bulk Renewals
fi_fi: Palaa nippu-uudistamiseen
fr_fr: Retourner aux renouvellement en vrac
sv_se: Tillbaka till gruppköp

source: SEARCH/FIND A CLUB
fi_fi: ETSI SEURA
fr_fr: CHERCHER/TROUVER UN CLUB
sv_se: SÖK FÖRENING

source: Select Payment Type
fi_fi: Valitse maksutapa
fr_fr: Sélectionner le type de paiement
sv_se: Välj betalsätt

source: Start
fi_fi: Alku
fr_fr: Démarrer

source: Sub Role
fi_fi: Kategoria
fr_fr: Rôle Sub
sv_se: Kategori

source: Submit for approval
fi_fi: Lähetä hyväksyttäväksi
fr_fr: Soumettre pour approbation
sv_se: Skicka för godkännande

source: This registration has been cancelled
fi_fi: Tämä rekisteröinti on peruttu
fr_fr: Cet enregistrement a été annulé
sv_se: Denna registrering är avbruten

source: This registration has been saved
fi_fi: Tämä rekisteröinti on tallennettu
fr_fr: Cet enregistrement a été sauvegardé
sv_se: Denna registrering är sparad

source: We would like to remind you that the Member Association will not approve the renewals until payment is completed.
fi_fi: Huomaa että rekisteröinnin uusimista ei hvyäksytä ennen kun maksu on suoritettu.
fr_fr: Nous aimerions vous rappeler que l'Association Membre n'approuvera pas les renouvellements tant que le paiement ne sera pas complété.
sv_se: Observera att förnyandet inte kan godkännas före det är betalat.

source: Who do you wish to add a New To
fi_fi: Kenelle haluat lisätä uuden
fr_fr: À qui souhaitez vous ajouter un Nouveau pour
sv_se: Vem vill du lägga till en ny till

source: Your account has been activated successfully.
fi_fi: Käyttäjätilisi on nyt aktivoitu
fr_fr: Votre compte a été activé avec succès.
sv_se: Ditt användarnamn har nu aktiverats.

source: Your confirmation key is invalid. Please check your email for the correct link.
fi_fi: Vahvistusavain on virheellinen. Tarkista oikea linkki sähköpostistasi.
fr_fr: Votre clé de confirmation n'est pas valide. Veuillez vérifier votre courriel pour le bon lien.
sv_se: Din bekräftelsenyckel är felaktig. Använd den rätta länken du fått per e-post.

source: Your payment has been put on Hold.<br>Once processed you will be notified as to Payment Status.
fi_fi: Maksusi on asetettu odottamaan.<br>Saat tiedon kun se on käsitelty.
fr_fr: Votre paiement a été mis en attente. <br>Une fois traité, vous recevrez une notification quant au statut du paiement.
sv_se: Din betalning har markerats som väntande.<br>Du kommer att notifieras när den är behandlad.

source: Your registration details are already set. To change the values on this page press the 'Reset Registration' button below.
fi_fi: Rekisteröintitietosi on jo tallennettu. Muokataksesi tämän sivun sisältöä, valitse 'Nollaa rekisteröinti'.
fr_fr: Les détails de votre enregistrement sont déjà établis. Pour changer les valeurs sur cette page, cliquez sur le bouton "Réinitialiser l'enregistrement" ci-dessous.
sv_se: Dina registreringsdetaljer är redan valda. Välj "Återställ registrering" för att ändra på detaljerna.

source: and an invoice has been created. You can pay anytime by going to the Payments Menu and choose the corresponding invoice
fi_fi: ja lasku on muodostettu. Voit maksaa milloin vain menemällä Maksut-valikkoon ja valitsemalla halutun laskun.
fr_fr: et une facture a été créée. Vous pouvez payer quand vous voulez en allant sur le Menu des paiement et en choisissant la facture correspondante
sv_se: och en faktura har skapats. Du kan betala när som helst genom att gå till betalningsmenyn och välja fakturan

source: Please note that any Level/Status change is subject to
fi_fi: Huomaa että tason tai pelaajastatuksen muutos aiheuttaa
fr_fr: Veuillez noter que tout changement de niveau/statut est sujet à
sv_se: Observera att ändrande av spelarstatus orsakar

source: Actual number of cards printed may be less due to multiple registrations
fr_fr: Le nombre actuel de cartes imprimées peut être moins dû aux enregistrement multiples

source: Additional Products Transaction
fr_fr: Transaction de produits additionnels

source: After you submit the registration to the [_1], the system will connect you to the payment portal
fr_fr: Après que vous ayez soumis l'enregistrement à [_1], le système vous connectera au portal de paiement
sv_se: Efter att du har skickat registreringen till [_1], flyttas du till betalningstjänsten

source: After you submit the registration to the [_1], the system will create an invoice for you to pay later
fr_fr: Après que vous ayez soumis l'enregistrement à [_1], le système vous créera une facture à payer plus tard.
sv_se: Efter att du har skickat registreringen till [_1], skapar systemet en faktura som du kan betala senare

source: Are you sure you want to cancel this upload?
fi_fi: Haluatko varmasti peruuttaa tiedostojen lähetyksen?
fr_fr: Êtes-vous certain de vouloir supprimer ce téléchargement?
sv_se: Är du säker att du villa avbryta denna uppladdning?

source: Bulk Renewal Registration
fr_fr: Enregistrement de renouvellement en vrac
sv_se: Gruppköp

source: Cancel Batch
fr_fr: Annuler le lot

source: Cancel Upload
fi_fi: Tiedostojen öähetys peruttu
fr_fr: Annuler le téléchargement
sv_se: Avbryt uppladdning

source: Card
fr_fr: Carte

source: Card to print
fr_fr: Cartes à imprimer

source: Choose the card to reprint
fr_fr: Choisir la carte à réimprimer

source: Columns
fi_fi: Sarakkeet
fr_fr: Colonnes
sv_se: Kolumner

source: Crop
fr_fr: Recadrer

source: Crop the image
fr_fr: Recadrer l'image

source: Cropping Complete
fr_fr: Recadrage terminé

source: Date Printed
fr_fr: Date d'impression

source: Default
fr_fr: Par défaut

source: Family Name starting with
fr_fr: Nom de famille commençant par

source: From
fr_fr: De

source: Generate Print Batch
fr_fr: Générer un lot d'impressions

source: Make Request
fr_fr: Faire une demande

source: Mark as Printed
fr_fr: Marquer comme imprimé

source: Maximum number to print
fr_fr: Nombre maximal à imprimer

source: New Level/Status
fi_fi: Uusi taso/pelaajastatus
fr_fr: Nouveau niveau/statut
sv_se: Ny nivå/spelarstatus

source: Once processing has taken place, the outcome will be emailed to the
fi_fi: Saat ilmoituksen sähköpostina kun asia on käsitelty
fr_fr: Une fois que le traitement a eu lieu, le résultat sera envoyé par courriel au
sv_se: E-post skickas efter att ärendet är behandlat

source: Pay Later
fi_fi: Maksa myöhemmin
fr_fr: Payer plus tard
sv_se: Betala senare

source: Previous Level/Status
fi_fi: Edellinen taso/pelaajastatus
fr_fr: Niveau/Statut précédent
sv_se: Tidigare nivå/spelarstatus

source: Print Language
fr_fr: Langue d'impression

source: Register another Person
fi_fi: Rekisteröi uusi henkilö
fr_fr: Enregistrer une autre personne
sv_se: Registrera en annan person

source: Register another [_1]
fr_fr: Enregistrer un autre [_1]
sv_se: Registrera en annan [_1]

source: Remove file
fi_fi: Poista tiedosto
fr_fr: Ôter le fichier
sv_se: Radera fil

source: Reprint
fr_fr: Réimprimer

source: Request a Reprint
fr_fr: Demander une réimpression

source: Required Documents
fi_fi: Pakolliset dokumentit
fr_fr: Documents requis
sv_se: Obligatoriska dokument

source: Save and Close
fr_fr: Sauvegarder et fermer

source: Status Change
fi_fi: Tilan muutos
fr_fr: Changement de statut
sv_se: Ändra på status

source: Thank you
fi_fi: Kiitos
fr_fr: Merci
sv_se: Tack

source: There are no cards configured
fr_fr: Il n'y a pas de cartes configurées

source: There have been no cards printed for this person
fr_fr: Il n'y a pas eu de cartes imprimées pour cette personne

source: To
fr_fr: À

source: View Cards
fr_fr: Voir les cartes

source: We would like to remind you that the Member Association will not approve the registration until payment is completed.
fi_fi: Huomaa että rekisteröintiä ei hyväksytä ennen kun maksu on suoritettu.
fr_fr: Nous aimerions vous rappeler que l'Association Membre n'approuvera pas l'enregistrement tant que le paiement ne sera pas complété.
sv_se: Observera att registreringen inte kan godkännas före den är betalad.

source: You have [_1] card requests ready to print
fr_fr: Vous avez [_1] demandes de cartes prêts à être imprimées

source: Your Registration has been submitted for approval
fi_fi: Rekisteröinti on lähetetty hyväksyttäväksi
fr_fr: Votre enregistrement a été soumis pour approbation
sv_se: Din registrering har skickats för godkännande

source: Your printing criteria did not match any card requests
fr_fr: Vos critères d'impression ne correspondent à aucune demande de carte

source: and an invoice has been created for this registration. You can pay anytime by going to the Payments Menu and choose the corresponding invoice
fi_fi: ja lasku on muodostettu tästä rekisteröinnistä. Voit maksaa milloin vain menemällä Maksut-valikkoon ja valitsemalla halutun laskun.
fr_fr: et une facture a été créée pour cet enregistrement. Vous pouvez payer quand vous voulez en allant sur le Menu des paiement et en choisissant la facture correspondante
sv_se: och en faktura har skapats för denna registrering. Du kan betala när som helst genom att gå till betalningsmenyn och välja fakturan

source: approval
fi_fi: hyväksyntä
fr_fr: approbation
sv_se: godkännande

source: A minor in my care
fi_fi: Lisää alaikäinen lapseni
fr_fr: Un mineur à ma charge
sv_se: En minderårig i mitt förmyndarskap

source: Add Coach Role
fi_fi: Lisää valmentajarooli
fr_fr: Ajouter le rôle de l'entraîneur
sv_se: Lägg till tränarroll

source: Add Player Role
fi_fi: Lisää pelaajarooli
fr_fr: Ajouter le rôle du joueur
sv_se: Lägg till spelarroll

source: Add Product/Licence
fr_fr: Ajouter Produit/Licence

source: Add Referee Role
fi_fi: Lisää erotuomarirooli
fr_fr: Ajouter le rôle de l'arbitre
sv_se: Lägg till domarroll

source: Add an additional person?
fi_fi: Lisää toinen henkilö?
fr_fr: Ajouter une personne additionnelle?
sv_se: Lägg till person?

source: An invoice for this transaction has been created. You can find all your transactions under the 'Transactions' tab.
fr_fr: Une facture pour cette transaction a été créée. Vous pouvez trouver toutes vos transactions sous l'onglet "Transactions"

source: Another minor in my care
fi_fi: Toinen alaikäinen lapseni
fr_fr: Un autre mineur à ma charge
sv_se: En annan minderårig i mitt förmyndarskap

source: At least 8 characters long
fr_fr: Doit contenir au moins 8 caractères
sv_se: Minst 8 tecken långt

source: Back to Dashboard
fi_fi: Takaisin etusivulle
fr_fr: Retour au tableau de bord
sv_se: Tillbaka till hemsidan

source: Choose a password
fr_fr: Choisissez un mot de passe
sv_se: Skapa ett lösenord

source: Click here to download the file
fi_fi: Lataa tiedosto tästä
fr_fr: Cliquez ici pour télécharger le fichier
sv_se: Klicka här för att ladda ned filen

source: Contain at least one lower-case character
fr_fr: Contient au moins un caractère en lettre minuscule
sv_se: Innehålla åtminstone en liten bokstav

source: Contain at least one non-alphabetic character eg a number or special character
fr_fr: Contient au moins un caractère non-alphabétique, p. ex. un nombre ou caractère spécial
sv_se: Innehålla åtminstone ett nummer eller specialtecken

source: Contain at least one upper-case character
fr_fr: Contient au moins un caractère en lettre majuscule
sv_se: Innehålla åtminstone en stor bokstav

source: Current Club
fi_fi: Nykyinen seura
fr_fr: Club actuel
sv_se: Nuvarande förening

source: DOB
fi_fi: Syntymäaika
fr_fr: Date de naissance
sv_se: Födelsedatum

source: Download the file
fi_fi: Lataa tiedosto
fr_fr: Télécharger le fichier
sv_se: Ladda ned filen

source: Email Sent
fr_fr: Courriel envoyé
sv_se: E-post skickad

source: Enter your details
fr_fr: Entrez vos détails
sv_se: Ange dina uppgifter

source: Fill in your email address below and press the 'Remind Me' button. We will send you a link to reset your password.
fr_fr: Écrivez votre adresse courriel ci-dessous et cliquez sur le bouton "Se souvenir de moi". Nous enverrons un lien pour réinitialiser votre mot de passe
sv_se: Ange din e-postadress nedan och välj "Skicka", så skickar vi dig än länk med vilken du kan ändra på ditt lösenord.

source: Forgot your password?
fi_fi: Salasana unohtunut?
fr_fr: Vous avez oublié votre mot de passe?
sv_se: Glömt lösenord?

source: ID
fr_fr: Identification

source: It appears you don't have a PDF plugin for this browser.
fi_fi: Näyttää siltä että sinulla ei ole PDF-liitännäistä tässä selaimessa.
fr_fr: Il semble que vous ne disposez pas d'un plug-in PDF pour ce navigateur.
sv_se: Det verkar som om du inte har en PDF-plugin för denna webbläsare.

source: Link Account
fr_fr: Lier le compte
sv_se: Länka dina personuppgifter

source: Member Detail Summary
fi_fi: Henkilön tiedot
fr_fr: Sommaire des détails du membre
sv_se: Medlemsuppgifter

source: Member ID
fi_fi: PalloID
fr_fr: Identification du membre
sv_se: PalloID

source: Myself
fi_fi: Itseni
fr_fr: Moi-même
sv_se: Mig själv

source: New password
fr_fr: Nouveau mot de passe
sv_se: Nytt lösenord

source: Passwords must follow these rules
fr_fr: Les mots de passe doivent respecter ces règles
sv_se: Lösenordet måste uppfylla följande krav

source: Period
fi_fi: Kausi
fr_fr: Période
sv_se: Säsong

source: Please add notes
fi_fi: Lisää muistiinpanot
fr_fr: S'il vous plaît, ajoutez des notes
sv_se: Lägg till anmärkningar

source: Please refer to the 'Transactions' tab to review all of your transactions.
fr_fr: Veuillez vous référer à l'onglet "Transactions" pour revoir toutes vos transactions.

source: Re-enter new password
fr_fr: Entrez à nouveau le nouveau mot de passe
sv_se: Nya lösenordet igen

source: Registration details
fi_fi: Rekisteröinnin tiedot
fr_fr: Détails d'enregistrement
sv_se: Registreringsdetaljer

source: Remind Me
fr_fr: Se souvenir de moi
sv_se: Skicka

source: Renew
fi_fi: Uudista
fr_fr: Renouveller
sv_se: Förnya

source: Request notes
fi_fi: Pyynnön lisätiedot
fr_fr: Demander des notes
sv_se: Begärans anmärkningar

source: Return to dashboard
fr_fr: Retourner au Tableau de bord
sv_se: Tillbaka till hemsidan

source: Return to login
fr_fr: Retourner à la connexion
sv_se: Tillbaka till inloggningen

source: Return to login page
fi_fi: Palaa kirjautumissivulle
fr_fr: Retourner à la page de connexion
sv_se: Tillbaka till inloggningssidan

source: Return to signup page
fr_fr: Retourner à la page d'inscription
sv_se: Tillbaka till registrering av användarnamn

source: Review Player loan of
fi_fi: Tarkista määräaikainen pelaajasiirto
fr_fr: Revoir le prêt de joueur de
sv_se: Kontrollera den tidsbundna spelarövergången för

source: Review Transfer of
fi_fi: Tarkista pelaajasiirto
fr_fr: Revoir la transaction de
sv_se: Kontrollera spelarövergången för

source: Select Club
fi_fi: Valitse seura
fr_fr: Choisissez le club
sv_se: Välj förening

source: Self Registration Dashboard
fi_fi: Jäsenrekisterin etusivu
fr_fr: Tableau de bord d'auto-enregistrement
sv_se: Medlemsregistrets hemsida

source: Sign into Self Registration
fi_fi: Kirjaudu jäsenrekisteriin
fr_fr: S'inscrire à l'auto-enregistrement
sv_se: Logga in på medlemsregistret

source: Started
fi_fi: Aloitettu
fr_fr: Commencé
sv_se: Startad

source: Tasklist
fi_fi: Tehtävät
fr_fr: Liste de tâche
sv_se: Arbetsuppgifter

source: The product you are trying to add is already in your transaction list. You can find all your transactions under the 'Transactions' tab.
fr_fr: Le produit que vous essayez d'ajouter est déjà dans votre liste de transaction. Vous pouvez trouver toutes vos transactions sous l'onglet "Transactions".

source: There is no viewer for this type of file.
fi_fi: Tämän tyyppisen tiedoston esikatselua ei voida näyttää.
fr_fr: Il n'y a pas de visionneur pour ce type de fichier.
sv_se: En fil av denna typ kan inte förhandsgranskas.

source: Transfer Details
fi_fi: Pelaajasiirron tiedot
fr_fr: Détails du transfert
sv_se: Spelarövergångens detaljer

source: Transfer To
fi_fi: Siirry seuraan
fr_fr: Transféré à
sv_se: Övergå till

source: Type/Level
fi_fi: Taso
fr_fr: Type/Niveau
sv_se: Nivå

source: Update Profile
fi_fi: Päivitä käyttäjätiedot
fr_fr: Mettre à jour le profil
sv_se: Uppdatera användarprofil

source: Update your details
fi_fi: Päivitä käyttäjätietosi
fr_fr: Mettre à jour vos détails
sv_se: Uppdatera användarprofilen

source: View and Approve
fi_fi: Näytä ja hyväksy
fr_fr: Voir et approuver
sv_se: Visa och godkänn

source: View and Process
fi_fi: Näytä ja suorita
fr_fr: Voir et traiter
sv_se: Visa och behandla

source: View and resolve
fr_fr: Voir et résoudre

source: We have sent you an email containing a link to reset your password. Please check your email
fr_fr: Nous vous avons envoyé un courriel contenant un lien pour réinitialiser votre mot de passe. Vérifiez vos courriels.
sv_se: Vi har skickat dig e-post med en länk till bytande av lösenord. Kolla din e-post.

source: What type of registration do you want?
fi_fi: Minkä rekisteröinnin haluat tehdä?
fr_fr: Quel type d'enregistrement voulez-vous?
sv_se: Vilken typ av registrering vill du göra?

source: Who are you registering for?
fi_fi: Kenet haluat rekisteröidä?
fr_fr: Pour qui vous enregistrez-vous?
sv_se: Vart vill du registrera till?

source: You can link an account from your old system into your new self registration account.
fr_fr: Vous pouvez lié un compte de votre ancien système à votre nouveau compte d'auto-enregistrement.
sv_se: Du kan länka dina personuppgifter från det gamla systemet med ditt nya användarnamn, genom att ange informationen nedan.

source: You must agree to the terms and conditions
fr_fr: Vous devez accepter les termes et conditions

source: has accepted request for
fi_fi: on hyväksynyt pyynnön
fr_fr: a accepté la demande pour
sv_se: har godkänt begäran för

source: has requested a player loan for
fi_fi: on pyytänyt määräaikaisen pelaajasiirron pelaajalle
fr_fr: a demandé un prêt de joueur pour
sv_se: har begärt en tidsbunden spelarövergång för

source: has requested a transfer for
fi_fi: on pyytänyt pelaajasiirron pelaajalle
fr_fr: a demandé un transfert pour
sv_se: har begärt en spelarövergång för

source: has requested access for
fi_fi: on pyytänyt seuraavan henkilön tietoja:
fr_fr: a demandé un accès pour
sv_se: har begärt åtkomst för

source: must be at least 8 characters long
fr_fr: doit contenir au moins 8 caractères
sv_se: måste vara minst 8 tecken långt

source: password
fi_fi: salasana
fr_fr: mot de passe
sv_se: lösenord

source: re-enter password
fi_fi: vahvista salasana
fr_fr: entrer à nouveau le mot de passe
sv_se: lösenord igen

source: valid until
fi_fi: voimassa asti
fr_fr: valide jusqu'à
sv_se: giltig till

source: Additional Comments
fi_fi: Lisäkommentit
fr_fr: Commentaires additionnels
sv_se: Tilläggsinformation

source: Address
fi_fi: Osoite
fr_fr: Adresse
sv_se: Adress

source: Approve transfer
fi_fi: Hyväksy siirto
fr_fr: Approuver le transfert
sv_se: Godkänn övergång

source: Back to Configure
fi_fi: Takaisin asetuksiin
fr_fr: Retour à Configurer
sv_se: Tillbaka till inställningarna

source: Count
fi_fi: Määrä
fr_fr: Décompte
sv_se: Antal

source: Current club(s)
fr_fr: Club(s) actuel(s)
sv_se: Nuvarande föreningar

source: Current registration(s)
fr_fr: Enregistrement(s) actuel(s)
sv_se: Nuvarande registreringar

source: Current sport(s)
fr_fr: Sport(s) actuel(s)
sv_se: Nuvarande sport

source: Does the Player have an ITC?
fi_fi: Onko pelaajalla kansainvälinen pelilupa (ITC)?
fr_fr: Est-ce que le joueur a un CTI?
sv_se: Har spelaren ett internationellt speltillstånd (ITC)?

source: Download CSV
fi_fi: Lataa CSV
fr_fr: Télécharger le CSV
sv_se: Ladda ned CSV

source: Enter name or Member ID
fi_fi: Syötä nimi tai PalloID
fr_fr: Entrer un nom ou identification de membre
sv_se: Ange namn eller PalloID

source: International Transfer In
fr_fr: Transfert international à

source: Last Name
fi_fi: Sukunimi
fr_fr: Nom de famille
sv_se: Efternamn

source: New Club Details
fi_fi: Uuden seuran tiedot
fr_fr: Détails du nouveau club
sv_se: Nya föreningens detaljer

source: No entries to show
fi_fi: Ei tuloksia
fr_fr: Aucune entrées à montrer
sv_se: Inget att visa

source: Oldest
fi_fi: Vanhin
fr_fr: Plus vieux
sv_se: Äldst

source: Player Details
fi_fi: Pelaajan tiedot
fr_fr: Détails du joueur
sv_se: Spelarens detaljer

source: Please approve or reject the request.
fi_fi: Hyväksy tai hylkää pyyntö.
fr_fr: Veuillez approuver ou rejeter la demande.
sv_se: Var god och godkänn eller avslå begäran.

source: Please enter request notes
fi_fi: Lisää viesti pyyntöösi
fr_fr: Veuillez entrer les notes de la demande
sv_se: Ange anmärkningar för begäran

source: Please specify why transfer was rejected.
fi_fi: Perustele miksi pelaajasiirto hylättiin.
fr_fr: Veuillez spécifier pourquoi le transfert a été rejeté.
sv_se: Ange varför spelarövergången avslogs.

source: Records returned:
fi_fi: Tietueita löytyi:
fr_fr: Dossiers retournés:
sv_se: Rader hittade:

source: Region of Birth
fi_fi: Syntymäalue
fr_fr: Région de naissance
sv_se: Födelseområde

source: Reject transfer
fi_fi: Hylkää siirto
fr_fr: Rejeter le transfert
sv_se: Avslå seplarövergång

source: Replace Existing Report
fi_fi: Korvaa olemassa oleva raportti
fr_fr: Remplacer le rapport existant
sv_se: Ersätt en befintlig rapport

source: Report Run
fi_fi: Raportti suoritettu
fr_fr: Rapports exécutés
sv_se: Rapporten körd

source: Request Added
fi_fi: Pyyntö lisätty
fr_fr: Demande ajoutée
sv_se: Begäran tillagd

source: Request Notes
fi_fi: Pyynnön merkinnät
fr_fr: Demander les notes
sv_se: Begärans anmärkningar

source: Request Transfer Notes
fi_fi: Pelaajasiirtopyynnön viesti
fr_fr: Demander les notes du transfert
sv_se: Övergångsbegärans anmärkningar
