Repository: erwinmacaraig/perl-cig-prj
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fi_fi, fr_fr, sv_se

source: Person Request History
fi_fi: Henkilön pyyntöhistoria
fr_fr: Historique de demande personnelle
sv_se: Tidigare begäran av person

source: Person Request not found.
fi_fi: Henkilön pyyntöä ei löytynyt.
fr_fr: Demande personnelle non trouvée.
sv_se: Begäran av person hittades inte

source: Player Loan - Submitted to Current Club
fi_fi: Määräaikainen pelaajasiirto - Odottaa vanhan seuran hyväksyntää
fr_fr: Prêt de joueur - Soumise au club actuel
sv_se: Tidsbunden spelarövergång - Skickad till gamla föreningen

source: Potential Problems
fi_fi: Mahdollisia ongelmia
fr_fr: Problèmes potentiels
sv_se: Möjliga problem

source: Previous Payment attempts
fi_fi: Edelliset maksuyritykset
fr_fr: Tentatives précédentes de paiement
sv_se: Tidigare betalnigsförsök

source: Receipt Reference
fr_fr: Référence du reçu

source: Records found
fi_fi: Riviä löytyi
fr_fr: Dossiers trouvés
sv_se: Poster hittade

source: Ref. No.
fi_fi: Viitenumero
fr_fr: N° de référence
sv_se: Referensnummer

source: Registered To
fi_fi: Rekisteröity seuraan
fr_fr: Enregistré à
sv_se: Registrerad till

source: Registration Documents
fi_fi: Rekisteröintidokumentit
fr_fr: Documents d'enregistrement
sv_se: Registreringsdokument

source: Request Access (Add Role) - Submitted to Current Club
fr_fr: Demande d'accès (ajouter un rôle) - Soumise au club actuel
sv_se: Begär åtkomst (lägg till roll) - Skickad till nuvarande föreningen

source: Request Access cannot continue until re-approved by MA.
fi_fi: Pyyntöä ei voi jatkaa ilman liiton uudelleenhyväksyntää.
fr_fr: La demande d'accès ne peut pas continuer avant d'être réapprouvée par l'AM.
sv_se: Begäran på åtkomst kan inte fortsätta utan nytt godkännande av förbundet.

source: Request Access to Person Details
fi_fi: Pyydä henkilön tietoja
fr_fr: Demander accès aux détails personnels
sv_se: Begär åtkomst till personuppgifter

source: Request From
fi_fi: Vanha seura
fr_fr: Demander de
sv_se: Ny förening

source: Request To
fi_fi: Uusi seura
fr_fr: Demander à
sv_se: Gammal förening

source: Request a Transfer - Submitted to Current Club
fi_fi: Aloita pelaajasiirto - Odottaa vanhan seuran hyväksyntää
fr_fr: Demander un Transfert - Soumis au club actuel
sv_se: Begär spelarövergång - Skickad till gammal förening

source: Request for an International Transfer Certificate
fi_fi: Kansainvälisen peliluvan pyyntö (ITC)
fr_fr: Demander un Certificat de transfert international
sv_se: Begär internationellt speltillstånd (ITC)

source: Request/Initiate Player Loan
fi_fi: Aloita määräaikainen pelaajasiirto
fr_fr: Demander/Initier un prêt de joueur
sv_se: Starta tidsbunden spelarövergång

source: Request/Initiate a Transfer
fi_fi: Aloita pelaajasiirto
fr_fr: Demander/Initier un transfert
sv_se: Starta spelarövergång

source: Requested
fi_fi: Pyydetty
fr_fr: Demandé
sv_se: Begärd

source: Requests
fi_fi: Pyynnöt
fr_fr: Demandes
sv_se: Begäran

source: Resolve Hold
fi_fi: Kohdista maksu
fr_fr: Résoudre les retenues
sv_se: Kvittera betalning

source: Resolve Hold as Failed
fi_fi: Merkitse maksu epäonnistuneeksi
fr_fr: Résoudre la retenue comme étant échouée
sv_se: Markera betalningen misslyckad

source: Resolve Hold as Paid
fi_fi: Merkitse maksu maksetuksi
fr_fr: Résoudre la retenue comme étant payée
sv_se: Markera som betald

source: Resolve Payment Hold
fi_fi: Kohdista maksu
fr_fr: Résoudre les retenues de paiement
sv_se: Kvittera betalning

source: Response Code
fi_fi: Vastauskoodi
fr_fr: Code de réponse
sv_se: Svarskod

source: Response Status
fi_fi: Vastaus
fr_fr: Statut de réponse
sv_se: Svar

source: Response has been submitted already.
fi_fi: Vastaus on jo lähetetty.
fr_fr: La réponse a déjà été soumise.
sv_se: Svaret har redan skickats

source: Result
fi_fi: Tulos
fr_fr: Résultat
sv_se: Resultat

source: Review the payment details below, then click Confirm Payment or Cancel Payment
fi_fi: Tarkista maksun tiedot alla, valitse sitten Hyväksy tai Peruuta maksu
fr_fr: Révisez les détails du paiement ci-dessous, puis cliquez Confirmer le paiement ou Annuler le paiement
sv_se: Kontrollera betalningens detaljer nedan. Välj sedan Godkänn eller Annullera betalning.

source: Source Club
fi_fi: Pelaajan oma seura
fr_fr: Club source
sv_se: Spelarens egna förening

source: Submit
fi_fi: Lähetä
fr_fr: Soumettre
sv_se: Skicka

source: TMS Reference
fi_fi: TMS-viite
fr_fr: Référence TMS
sv_se: TMS-referens

source: Task Type
fi_fi: Tehtävän tyyppi
fr_fr: Type de tâche
sv_se: Typ av arbetsuppgift

source: Tax Price
fi_fi: Verollinen hinta
fr_fr: Prix avec taxes
sv_se: Skatt

source: The total of the transactions
fi_fi: Maksut yhteensä
fr_fr: Le total des transactions
sv_se: Betalningar sammanlagt

source: This Payment includes transactions of multiple currencies (this makes it impossible to compare the payment amount to the total of the transactions).
fr_fr: Ce paiement inclut des transactions en plusieurs devises (ceci rend impossible la comparaison du montant de paiment au total des transactions).
sv_se: Denna betalning inkluderar summor i flera olika valutor (därför kan man inte jämföra enskilda summor med slutsumman)

source: This will mark the payment as successful and set all linked transactions to paid. Continue?
fi_fi: Tämä merkitsee maksun suoritetuksi, ja merkitsee kaikki linkitetyt maksut maksetuiksi. Jatketaanko?
fr_fr: Ceci marque le paiement comme étant fructueux et placera toutes les transactions liées à payer. Voulez-vous continuer?
sv_se: Detta markerar betalningen, och alla länkade transaktioner, som betalda. Fortsätt?

source: This will remove this payment and set all linked transactions to unpaid. Continue?
fi_fi: Tämä poistaa tämän maksutapahtuman ja merkitsee kaikki linkitetyt maksut maksamattomiksi. Jatketaanko?
fr_fr: Ceci retirera votre paiement et placera toutes les transactions liées comme étant impayées. Voulez-vous continuer?
sv_se: Detta radera denna betalning, och markera alla länkade transaktioner som obetalda. Fortsätt?

source: To process an unpaid transaction select it by checking the box in the Pay column
fi_fi: Käsitelläksesi maksamattoman maksun, valitse se rastittamalla se maksusarakkeessa
fr_fr: Pour traiter une transaction impayée, sélectionnez-la en cochant la boîte dans la colonne Payer
sv_se: Välj de obetalda transaktioner som du vill processera.

source: Total Amount
fi_fi: Yhteissumma
fr_fr: Montant total
sv_se: Slutsumma

source: Transaction Number
fi_fi: Maksun numero
fr_fr: Numéro de transaction
sv_se: Betalningens nummer

source: Transaction paid via a different payment record
fr_fr: Transaction payée via différents dossiers de paiement
sv_se: Transaktionen betald via en annan betalning

source: Valid To
fi_fi: Voimassa asti
fr_fr: Valide à
sv_se: Giltig till

source: View Payments
fi_fi: Näytä maksut
fr_fr: Voir les paiements
sv_se: Visa betalningar

source: View Receipt
fi_fi: Näytä kuitti
fr_fr: Voir reçu
sv_se: Visa kvitto

source: View pending
fi_fi: Näytä odottavat
fr_fr: Voir en attente
sv_se: Visa vändande

source: You have [_1] the [_2] of [_3] [_4].
fr_fr: Vous avez [_1] le [_2] de [_3] [_4].
sv_se: Du har [_1] [_2] av [_3] [_4].

source: You will be notified once the transfer is effective and approved by
fi_fi: Saat ilmoituksen kun pelaajasiirto on voimassa ja sen on hyväksynyt
fr_fr: Vous serez averti une fois que le transfert est effectif et approuvé par
sv_se: Du kommer att bil informerad när spelarövergången är i kraft och godkänd av

source: Your payment has been Confirmed
fi_fi: Maksusi on hyväksytty
fr_fr: Votre paiement a été confirmé
sv_se: Din betalning är godkänd

source: amount does not equal the amount of the payment
fi_fi: summa ei täsmää maksun summaan
fr_fr: le montant n'est pas équivalent au montant du paiement
sv_se: summan motsvarar inte summan för betalningen

source: for
fi_fi: kaudelle
fr_fr: pour
sv_se: för

source: in
fi_fi: seurassa
fr_fr: dans
sv_se: i

source: is not a valid Amount
fi_fi: on virheellinen summa
fr_fr: n'est pas un montant valide
sv_se: är en felaktig summa

source: is not valid for Date Paid
fi_fi: on virheellinen maksupäivä
fr_fr: n'est pas une date de paiement valide
sv_se: är ett felaktigt betalningsdatum

source: Add a Transaction
fi_fi: Lisää maksu
fr_fr: Ajouter une transaction
sv_se: Ny betalning

source: Amount Due
fi_fi: Maksamatta
fr_fr: Montant dû
sv_se: Obetald summa

source: Amount Paid
fi_fi: Maksettu
fr_fr: Montant payé
sv_se: Betalad summa

source: Bulk Registration
fi_fi: Nippurekisteröinti
fr_fr: Enregistrement en vrac
sv_se: Gruppregistrering

source: Check
fr_fr: Vérifier
sv_se: Kontrollera

source: Choose Products
fi_fi: Valitse tuotteet
fr_fr: Choisir les produits
sv_se: Välj produkter

source: Congratulations your payment has been successful
fi_fi: Kiitos, maksu kirjattu onnistuneesti
fr_fr: Félicitations, votre paiement a été effectué avait succès
sv_se: Tack, betalningen lyckades

source: Date Registration Added
fi_fi: Rekisteröintipäivä
fr_fr: Date d'enregistrement ajoutée
sv_se: Registreringsdatum

source: End Date
fi_fi: Päättymispäivä
fr_fr: Date de fin
sv_se: Slutdatum

source: Enter Club Information
fi_fi: Lisää seuran tiedot
fr_fr: Entrer les informations du club
sv_se: Ange föreningens information

source: Enter Organisation Information
fi_fi: Lisää organisaation tiedot
fr_fr: Entrer les informations de l'organisation
sv_se: Ange ogranisationens uppgifter

source: Holding club already exists
fr_fr: Le club détenteur existe déjà

source: Invalid Club ID
fi_fi: Väärä seura I D
fr_fr: Identification de club non valide
sv_se: Felaktigt förenings ID

source: Item Name
fi_fi: Nimike
fr_fr: Nom de l'équipe
sv_se: Produktnamn

source: List of Transactions
fi_fi: Maksulista
fr_fr: Liste des transactions
sv_se: Lista på betalningar

source: National Num.
fi_fi: Kansallinen numero
fr_fr: Numéro national
sv_se: Nationellt nummer

source: No Transactions can be found in the database.
fi_fi: Maksuja ei löydy tietokannasta.
fr_fr: Aucune transaction n'a été trouvée dans la base de données
sv_se: Inga betalningar hittade

source: Player and Player's Parents moved to [_1] for reasons not linked to football
fr_fr: Le joueur et parents du joueur ont été déplacés à [_1] pour des raisons non liées au football

source: Player lives no further than 50km from the national border and the club with which the player wishes to be registered is also within 50km from the national border.
fi_fi: Pelaaja asuu alle 50km valtion rajalta
fr_fr: Le joueur habite à pas plus loin que 50 km de la frontière nationale et le club auprès duquel le joueur souhaite s'enregistrer est aussi à l'intérieur de 50 km de la frontière nationale.

source: Player was already living in [_1] prior to this request.
fr_fr: Le joueur habitait déjà à [_1] avant cette demande.

source: Please confirm the details above, then click the <b>Pay Now</b> button to make an online payment
fi_fi: Hyväksy yllä olevat tiedot, ja paina sitten <b>Maksa nyt</b> nappia maksaaksesi
fr_fr: Veuillez confirmer les détails ci-dessus, puis cliquez sur <b>Payer Maintenant</b> pour faire un paiement en ligne
sv_se: Godkänn uppgifterna ovan, klicka sedan på <b>Betala nu</b> knappen för att betala

source: Problem Resolution
fi_fi: Ongelmanratkaisu
fr_fr: Résolution de problèmes
sv_se: Problemlösning

source: Qty
fi_fi: Kpl
fr_fr: Qté
sv_se: St

source: Record updated successfully
fi_fi: Tietue päivitetty
fr_fr: Le fichier a été mis à jour avec succès
sv_se: Posten uppdaterad

source: Registration Type
fi_fi: Rekisteröinnin tyyppi
fr_fr: Type d'enregistrement
sv_se: Typ av registrering

source: Showing
fi_fi: Näytetään
fr_fr: Montrer
sv_se: Visar

source: Start Date
fi_fi: Alkupäivä
fr_fr: Date de début
sv_se: Startdatum

source: Task Assigned To
fi_fi: Tehtävästä vastuussa
fr_fr: Tâche assignée à
sv_se: Arbetsuppgiften tilldelad till

source: Task Status
fi_fi: Tehtävän tila
fr_fr: Statut de la tâche
sv_se: Arbetsuppgiftens status

source: Too many records returned - You must enter a Family Name filter
fr_fr: Trop de dossiers sont revenus - Vous devez entrer un filtre Nom de famille

source: Transfer takes place within the territory of the European Union (EU) or European Economic Area (EEA) and the player is aged between 16 and 18. In this case the registering Club commits to fulfill FIFA's obligations (from FIFA International Transfers Regulations Art. 19b)
fr_fr: Le transfert a eu lieu à l'intérieur de l'Union Européenne (UE) ou de l'Espace économique europééen (EEE) et le joueur est âgé entre 16 et 18 ans. Dans ce cas, le club enregistreur s'engage à remplir les obligations de la FIFA (les Règlements sur les transferts internationaux de la FIFA, Art. 19bb)

source: We Accept
fi_fi: Hyväksymme
fr_fr: Nous acceptons
sv_se: Vi godkänner

source: We are sorry, there was a problem with your payment.
fi_fi: Pahoittelut, maksun rekisteröinti epäonnistui.
fr_fr: Nous sommes désolé, il y a eu un problème avec votre paiement.
sv_se: Tyvärr misslyckades registreringen av din betalning.

source: Work Task Log
fr_fr: Journal de tâches de travail

source: Your payment has been put on Hold
fi_fi: Maksusi odottaa / on palautettu
fr_fr: Votre paiement a été mis en attente
sv_se: Din betalning väntar / är returnerad

source: including
fi_fi: sisältäen
fr_fr: incluant
sv_se: inkluderar

source: Add a new document to this club
fi_fi: Lisää seuralle uusi dokumentti
fr_fr: Ajouter un nouveau document à ce club
sv_se: Lägg till ett dokument till föreningen

source: Get File
fi_fi: Hae tiedosto
fr_fr: Obtenir le fichier
sv_se: Ladda fil

source: Size (MB)
fr_fr: Taille (MB)
sv_se: Storlek (MB)

source: Capacity
fi_fi: Kapasiteetti
fr_fr: Capacité
sv_se: Kapasitet

source: Clubs in [_1]
fr_fr: Clubs dans [_1]
sv_se: Föreningar i [_1]

source: Country of Organisation
fr_fr: Pays de l'organisation

source: Entity Type
fr_fr: Type de l'entité

source: Field ID
fi_fi: Kentän ID
fr_fr: Identification du terrain
sv_se: Fältets ID

source: Field Name
fi_fi: Kentän nimi
fr_fr: Nom du terrain
sv_se: Fältets namn

source: Field Number
fi_fi: Kentän numero
fr_fr: Numéro du terrain
sv_se: Fältets nummer

source: FieldDiscipline
fi_fi: Kentän laji
fr_fr: Discipline du terrain
sv_se: Fältets sport

source: I cannot find any records of changes
fi_fi: Tietoja muutoksista ei löydy
fr_fr: Il n'y a pas de rapport des modifications
sv_se: Information om ändringar hittas inte

source: International Organisation Name
fr_fr: Nom de l'organisation internationale

source: International Organisation Short Name
fr_fr: Nom court de l'organisation internationale

source: International Transfer Out [_1]
fr_fr: Transfert à l'extérieur international [_1]

source: Language the name is written in
fr_fr: La langue dans lequel le nom est écrit

source: Length of Field
fi_fi: Kentän pituus
fr_fr: Longueur du terrain
sv_se: Fältets längd

source: Mark as Transferred Out
fr_fr: Marqué comme étant Transféré à l'extérieur

source: State of Organisation
fr_fr: État de l'organisation

source: Town of Organisation
fr_fr: Ville de l'organisation

source: Type of Field
fi_fi: Kentän tyyppi
fr_fr: Type de terrain
sv_se: Typ av fält

source: Which of the following are appropriate to your club?
fr_fr: Lequel des éléments suivants est approprié à votre club?

source: Width of Field
fi_fi: Kentän leveys
fr_fr: Largeur du terrain
sv_se: Fältets bredd

source: valid to
fi_fi: voimassa asti
fr_fr: valide à
sv_se: giltig till

source: Add Person Entity
fi_fi: Lisää henkilö
fr_fr: Ajouter une entité
sv_se: Lägg till person

source: Amount Already Paid via Part Payments
fi_fi: Summa on jo maksettu osamaksuna
fr_fr: Montant déjà payé via paiements partiels
sv_se: Summan är redan betalad via delbetalning

source: Click to View Part Payment form
fi_fi: Näytä osamaksulomake
fr_fr: Cliquez pour voir le formulaire de paiement partiel
sv_se: Visa delbetalningsformuläret

source: Close Person Entity
fi_fi: Sulje henkilö
fr_fr: Fermer l'Entité personnelle
sv_se: Stäng personen

source: Delivered
fi_fi: Toimitettu
fr_fr: Livré
sv_se: Levererad

source: Edit Details
fi_fi: Muokkaa tietoja
fr_fr: Modifier les détails
sv_se: Ändra

source: Error with Payment
fi_fi: Virheellinen maksu
fr_fr: Erreur avec le paiement
sv_se: Fel med betalningen

source: Go to your dashboard
fi_fi: Siirry omalle etusivullesi
fr_fr: Aller à votre tableau de bord
sv_se: Gå till din hemsida

source: I'm sorry but we can't find you as a registered user.
fi_fi: Pahoittelut, emme löydä sinua rekisteröityneenä käyttäjänä.
fr_fr: Désolé, mais nous ne pouvons pas vous trouver en tant qu'utilisateur enregistré.
sv_se: Vi kan tyvärr inte hitta dig som en registrerad användare.

source: Invalid Usercode/Password
fi_fi: Virheellinen käyttäjätunnus tai salasana
fr_fr: Code d'utilisateur/mot de passe invalide
sv_se: Felaktigt användarnamn eller lösenord

source: No Transaction were found.
fi_fi: Maksuja ei löytynyt
fr_fr: Aucune transaction n'a été trouvée.
sv_se: Inga betalningar hittades

source: Paid ?
fi_fi: Maksettu ?
fr_fr: Payé?
sv_se: Betalad?

source: Part Payment for
fi_fi: Osamaksu
fr_fr: Paiement en partie pour
sv_se: Delbetalning för

source: Record added successfully
fi_fi: Tietue lisätty onnistuneesti
fr_fr: Le fichier a été ajouté avec succès
sv_se: Post tillsatt

source: Record locked until Payment Gateway responds
fi_fi: Tietue on lukittu kunnes maksupalvelu vastaa
fr_fr: Dossier verrouillé jusqu'à ce la Passerelle de paiement réponde
sv_se: Posten låst ända tills betaltjänsten svarar

source: Request for Person Details Search
fi_fi: Pyyntö henkilön tietojen hakemiseen
fr_fr: Demander pour une recherche de détails personnels
sv_se: Sök begäran på personuppgifter

source: Return to Invoices
fi_fi: Palaa laskuihin
fr_fr: Retour aux factures
sv_se: Tillbaka till fakturorna

source: Return to Transaction
fi_fi: Palaa maksuun
fr_fr: Retourner à Transaction
sv_se: Tillbaka till betalningen

source: Select Product
fi_fi: Valitse tuote
fr_fr: Sélectionner les produits
sv_se: Välj produkt

source: Select Registration
fi_fi: Valitse rekisteröinti
fr_fr: Sélectionner l'enregistrement
sv_se: Välj registrering

source: There was an error processing the payment. Please try again.
fi_fi: Maksun käsittelyssä tapahtui virhe. Kokeile uudelleen.
fr_fr: Il y a une erreur pendant le traitement du paiement. Veuillez essayer à nouveau.
sv_se: Ett fel uppstod vid behandlingen av betalningen. Var god försök igen.

source: Transaction deleted
fi_fi: Maksu poistettu
fr_fr: Transaction annulée
sv_se: Betalnignen raderad

source: Transaction has been deleted
fi_fi: Maksu on poistettu
fr_fr: La transaction a été annulée
sv_se: Betalningen har blivit raderad

source: Update Transaction
fi_fi: Päivitä maksutapahtuma
fr_fr: Mettre à jour la transaction
sv_se: Uppdatera betalning

source: You must enter a password
fi_fi: Sinun on annettava salasana
fr_fr: Vous devez entrer un mot de passe
sv_se: Du måste ange ett lösenord

source: You must enter an username address
fi_fi: Sinun on annettava käyttäjänimen osoite
fr_fr: Vous devez entrer une adresse d'utilisateur
sv_se: Du måste ange en användarnamns adress

source: Your user account has been deleted.
fi_fi: Käyttäjätilisi on poistettu
fr_fr: Votre compte d'utilisateur a été effacé.
sv_se: Ditt användarnamn har raderats

source: Your user account is currently suspended
fi_fi: Käyttäjätilisi on tällä hetkellä suljettu
fr_fr: Votre compte d'utilisateur est présentement suspendu.
sv_se: Ditt användarnamn är avstängt

source: Your user account is currently suspended because your username address is incorrect.
fi_fi: Käyttäjätilisi on tällä hetkellä suljettu, koska käyttäjänimesi osoite on virheellinen
fr_fr: Votre compte d'utilisateur est présentement suspendu parce que l'adresse de votre nom d'utilisateur est incorrecte.
sv_se: Ditt användarnamn är avstängt eftersom användarnamns adressen är felaktig

source: Your user account is not yet confirmed
fi_fi: Käyttäjätiliäsi ei ole vielä hyväksytty
fr_fr: Votre compte d'utilisateur n'est pas encore confirmé
sv_se: Ditt användarnamn är inte ännu bekräftat

source: All Records
fi_fi: Kaikki rivit
fr_fr: Tous les dossiers
sv_se: Alla

source: Ascending
fi_fi: Pienimmästä suurimpaan
fr_fr: Ascendant
sv_se: Stigande

source: Bank Reference Number
fi_fi: Pankin viitenumero
fr_fr: Numéro de référence bancaire
sv_se: Referensnummer

source: Birth Certificate Country
fi_fi: Syntymätodistuksen alkuperämaa
fr_fr: Pays du certificat de naissance
sv_se: Födelsebevisets land

source: Birth Certificate Notes
fi_fi: Syntymätodistuksen lisätiedot
fr_fr: Notes du certificat de naissance
sv_se: Födelsebevisets anmärkningar

source: Birth Certificate Number
fi_fi: Syntymätodistuksen numero
fr_fr: Numéro du certificat de naissance
sv_se: Födelsebevisets nummer

source: Birth Certificate Valid From
fi_fi: Syntymätodistus voimassa alkaen
fr_fr: Date de début de validité du certificat de naissance
sv_se: Födelsebeviset giltigt från

source: Birth Certificate Valid To
fi_fi: Syntymätodistus voimassa asti
fr_fr: Date de fin de validité du certificat de naissance
sv_se: Födelsebeviset giltigt till

source: Certification Types
fr_fr: Types de certification

source: Choose how you want to receive the data from this report.
fi_fi: Valitse miten haluat että raportin tiedot toimitetaan sinulle.
fr_fr: Choisissez comment vous voulez recevoir les données de ce rapport
sv_se: Välj hur du vill att rapporten levereras.

source: Date From
fr_fr: Date depuis

source: Date To
fr_fr: Date à

source: Descending
fi_fi: Suurimmasta pienimpään
fr_fr: Descendant
sv_se: Sjunkande

source: Display
fi_fi: Näytä
fr_fr: Affichage
sv_se: Visa

source: Email Address
fi_fi: Sähköpostiosoite
fr_fr: Adresse courriel
sv_se: E-postadress

source: Email the report in a format suitable to be imported into another product.
fi_fi: Lähetä raportti muodossa jossa sen voi tuoda toiseen toiseen tuotteeseen.
fr_fr: Envoyez le rapport par courriel dans un format adapté pour être importé dans un autre produit.
sv_se: Skicka rapporten per e-post i ett format som man kan läsa in andra produkter.

source: Entity Name
fi_fi: Kohteen nimi
fr_fr: Nom de l'entité
sv_se: Enhetens namn

source: Entity Short Name
fr_fr: Nom court de l'entité

source: Filter Only
fi_fi: Pelkkä rajaus
fr_fr: Filtre uniquement
sv_se: Endast filtrering

source: Financial
fi_fi: Taloudellinen
fr_fr: Financier
sv_se: Finansiell

source: Group By
fi_fi: Ryhmittele
fr_fr: Grouper par
sv_se: Gruppera

source: Imported Person Code
fr_fr: Code personnel importé

source: Line Item Total
fi_fi: Rivit yhteensä
fr_fr: Aligner le total des éléments
sv_se: Raderna totalt

source: Loaned out ?
fr_fr: Prêté ?

source: No Grouping
fi_fi: Ei ryhmittelyä
fr_fr: Pas de regroupement
sv_se: Ingen gruppering

source: On Loan ?
fr_fr: Sur prêt ?

source: Open the report for viewing on the screen.
fi_fi: Avaa raportti näytölle.
fr_fr: Ouvrez le rapport pour le voir dans l'écran.
sv_se: Öppna rapporten på skärmen

source: Order Total
fi_fi: Yhteensä
fr_fr: Total de la commande
sv_se: Sammanlagt

source: Other Fields
fi_fi: Muut kentät
fr_fr: Autres terrains
sv_se: Andra fält

source: Payment Log ID
fi_fi: Maksun numero
fr_fr: Identifiant pour connexion au paiement
sv_se: Betalningens nummer

source: Payment Record Notes
fi_fi: Maksutapahtuman lisätiedot
fr_fr: Notes de l'enregistrement du paiement
sv_se: Betalningens tilläggsinformation

source: Payment Required ?
fi_fi: Maksu vaaditaan?
fr_fr: Paiement requis?
sv_se: Betalning obligatorisk?

source: Payment Status
fi_fi: Maksun tila
fr_fr: Statut du paiement
sv_se: Betalningens status

source: Photo Present?
fi_fi: Onko valokuva olemassa?
fr_fr: Photo incluse?
sv_se: Foto finns?

source: Product Group
fi_fi: Tuoteryhmä
fr_fr: Groupe de produits
sv_se: Produktgrupp

source: Product Reporting
fi_fi: Tuotetilasto
fr_fr: Rapport de produit
sv_se: Produktrapportering
