Repository: erwinmacaraig/perl-cig-prj
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fi_fi, fr_fr, sv_se

source: ALL
fi_fi: KAIKKI
fr_fr: TOUS
sv_se: ALLA

source: Accept Self Registration
fi_fi: Hyväksy rekisteröinti
fr_fr: Accepter l'auto-enregistrement
sv_se: Godkänn självregistrering

source: Accepted
fi_fi: Hyväksytty
fr_fr: Accepté
sv_se: Godkänd

source: Active
fi_fi: Aktiivinen
fr_fr: Actif
sv_se: Aktiv

source: Active (Pending Payment)
fi_fi: Aktiivinen (odottaa maksua)
fr_fr: Actif (paiement en attente)
sv_se: Aktiv (väntar på betalning)

source: Address 1
fi_fi: Osoite 1
fr_fr: Adresse 1
sv_se: Adress 1

source: Address 2
fi_fi: Osoite 2
fr_fr: Adresse 2
sv_se: Adress 2

source: Adult
fi_fi: Aikuinen
fr_fr: Adulte
sv_se: Vuxen

source: All
fi_fi: Kaikki
fr_fr: Tous
sv_se: Alla

source: Amateur (Under Contract)
fi_fi: Sopimuksellinen amatööri
fr_fr: Amateur (sous contrat)
sv_se: Amatör med kontrakt

source: Amendment
fi_fi: Muutos
fr_fr: Amendement
sv_se: Ändring

source: Approve
fi_fi: Hyväksy
fr_fr: Approuver
sv_se: Godkänn

source: Artificial Turf (Other)
fi_fi: Jalkapallonurmi (muu)
fr_fr: Gazon artificiel (Autre)
sv_se: Konstgräs (annat)

source: Association Nature
fi_fi: Yhdistyksen tyyppi
fr_fr: Nature de l'Association
sv_se: Föreningstyp

source: Bank Account Details
fi_fi: Tilinumero
fr_fr: Détails du compte en banque
sv_se: Bankkonto

source: Bank Cheque
fi_fi: Pankkishekki
fr_fr: Chèque bancaire
sv_se: Bank check

source: Bank Transfer
fi_fi: Tilisiirto
fr_fr: Transfert bancaire
sv_se: Banköverföring

source: Beach Soccer
fr_fr: Soccer de plage

source: Birth Certificate
fi_fi: Syntymätodistus
fr_fr: Certificat de naissance
sv_se: Födelsebevis

source: Birth Certificate Description
fi_fi: Syntymätodistuksen selite
fr_fr: Certificat de naissance - description
sv_se: Beskrivning av födelsebevis

source: Birth Certificate Validity Date From
fi_fi: Syntymätodistus voimassa alkaen
fr_fr: Certificat de naissance - date de début de validité
sv_se: Födelsebevis giltigt från

source: Birth Certificate Validity Date To
fi_fi: Syntymätodistus voimassa asti
fr_fr: Certificat de naissance - date de fin de validité
sv_se: Födelsebevis giltigt till

source: Birth Country
fi_fi: Syntymämaa
fr_fr: Pays de naissance
sv_se: Födelseland

source: Cancelled
fi_fi: Peruttu
fr_fr: Annulé
sv_se: Annulerad

source: Cash
fi_fi: Käteinen
fr_fr: Argent comptant
sv_se: Kontant

source: Check Document
fi_fi: Tarkista dokumentti
fr_fr: Vérifier le document
sv_se: Kontrollera dokumentet

source: City
fi_fi: Kaupunki
fr_fr: Ville
sv_se: Stad

source: City of Birth
fi_fi: Syntymäkaupunki
fr_fr: Ville de naissance
sv_se: Födelseort

source: Club Official
fi_fi: Seuran toimihenkilö
fr_fr: Officiel de club
sv_se: Föreningsfunktionär

source: Coach
fi_fi: Valmentaja
fr_fr: Entraîneur
sv_se: Tränare

source: College
fi_fi: Yliopisto
fr_fr: Collège
sv_se: Universitet

source: Competition
fi_fi: Kilpailu
fr_fr: Compétition
sv_se: Tävling

source: Completed
fi_fi: Valmistunut
fr_fr: Complété
sv_se: Färdig

source: Confederation
fi_fi: Maanosaliitto
fr_fr: Confédération
sv_se: Konfederation

source: Contact Email
fi_fi: Sähköpostiosoite
fr_fr: Contact courriel
sv_se: E-post

source: Contact Number
fi_fi: Puhelinnumero
fr_fr: Numéro du contact
sv_se: Telefon

source: Contact Person
fi_fi: Yhteyshenkilö
fr_fr: Nom du Contact
sv_se: Kontaktperson

source: Contact Phone
fi_fi: Puhelinnumero
fr_fr: Numéro de téléphone du contact
sv_se: Telefon

source: Country
fi_fi: Maa
fr_fr: Pays
sv_se: Land

source: Country of Address
fi_fi: Osoitteen maa
fr_fr: Pays de l'adresse
sv_se: Adressens land

source: Country of Birth
fi_fi: Syntymämaa
fr_fr: Pays de naissance
sv_se: Födelseland

source: Country of Birth (Father)
fi_fi: Syntymämaa (isä)
fr_fr: Pays de naissance (père)
sv_se: Födelseland (far)

source: Country of Birth (Mother)
fi_fi: Syntymämaa (äiti)
fr_fr: Pays de naissance (mère)
sv_se: Födelseland (mor)

source: Date Suspended Until
fi_fi: Suljettu toiminnasta asti
fr_fr: Suspendu jusqu'à
sv_se: Avstängd till

source: Date of Birth
fi_fi: Syntymäaika
fr_fr: Date de naissance
sv_se: Födelsedatum

source: Date of Death
fi_fi: Kuolinpäivä
fr_fr: Date de déces
sv_se: Dödsdatum

source: De-registered
fi_fi: Rekisteröinti päättynyt
fr_fr: Désinscrit
sv_se: Avregistrerad

source: Deceased
fi_fi: Kuollut
fr_fr: Décédé
sv_se: Avliden

source: Deleted
fi_fi: Poistettu
fr_fr: Effacé
sv_se: Raderad

source: Denied
fi_fi: Estetty
fr_fr: Refusé
sv_se: Nekat

source: Description/Reference
fi_fi: Selite/viite
fr_fr: Description/Référence
sv_se: Beskrivning/referens

source: Dissolved
fi_fi: Eronnut
fr_fr: Dissous
sv_se: Upplöst

source: Domestic
fi_fi: Kotimainen
fr_fr: Domestique
sv_se: Inrikes

source: Domestic Player Loan
fi_fi: Kotimainen määräaikainen pelaajasiirto
fr_fr: Prêt de joueur domestique
sv_se: Inhemsk tidsbunden övergång

source: Eftpos - Bankcard
fr_fr: Eftpos - Carte bancaire

source: Eftpos - Savings
fr_fr: Eftpos - Épargne

source: Eftpos - Visa
fr_fr: Eftpost - Visa

source: Email 2
fi_fi: Sähköposti 2
fr_fr: Courriel 2
sv_se: E-post 2

source: Email Notifications
fi_fi: Sähköposti-ilmoitukset
fr_fr: Notifications par courriel
sv_se: Notifikationer per e-post

source: Emergency Contact Name
fi_fi: Hätäyhteystiedot - nimi
fr_fr: Nom de la personne à contacter en cas d'urgence
sv_se: Nödkontakt - Namn

source: Emergency Contact Number
fi_fi: Hätäyhteystiedot - puhelin
fr_fr: Numéro de la personne à contacter en cas d'urgence
sv_se: Nödkontakt - Telefon

source: Emergency Contact Number 2
fi_fi: Hätäyhteystiedot - puhelin 2
fr_fr: Numéro 2 de la personne à contacter en cas d'urgence
sv_se: Nödkontakt - Telefon 2

source: Emergency Contact Relationship
fi_fi: Hätäyhteystiedot - suhde
fr_fr: Lien avec la personne à contacter en cas d'urgence
sv_se: Nödkontakt - relation

source: Event
fi_fi: Tapahtuma
fr_fr: Événement
sv_se: Evenemang

source: Ex Patriot
fi_fi: Asuu ulkomailla
fr_fr: Ex Patriote
sv_se: Bor utomlands

source: FEMALE
fi_fi: NAINEN
fr_fr: FEMME
sv_se: KVINNA

source: FIFA ID
fr_fr: Identifiant FIFA

source: FIFA Minor Protection
fr_fr: Protection des mineurs de la FIFA

source: Failed
fi_fi: Epäonnistui
fr_fr: Échoué
sv_se: Misslyckades

source: Family Name
fi_fi: Sukunimi
fr_fr: Nom de famille
sv_se: Efternamn

source: Family Name Only
fi_fi: Vain sukunimi
fr_fr: Nom de famille seulement
sv_se: Endast efternamn

source: Family Name and Initial
fi_fi: Sukunimi ja nimikirjaimet
fr_fr: Nom de famille et initiales
sv_se: Efternamn och initialer

source: Fax
fi_fi: Faksi
fr_fr: Télécopieur

source: Female
fi_fi: Nainen
fr_fr: Femme
sv_se: Kvinna

source: First Name
fi_fi: Etunimi
fr_fr: Prénom
sv_se: Förnamn

source: Full Access
fi_fi: Täysi pääsy
fr_fr: Accès complet
sv_se: Full åtkomst

source: Full Name
fi_fi: Koko nimi
fr_fr: Nom complet
sv_se: Fullständigt namn

source: Gender
fi_fi: Sukupuoli
fr_fr: Sexe
sv_se: Kön

source: Grassroot Program
fi_fi: Grassroots -ohjelma
fr_fr: Programme local

source: Ground
fi_fi: Kenttä
fr_fr: Sol
sv_se: Plan

source: Hard Pitch
fi_fi: Kova kenttä
fr_fr: Terrain dur
sv_se: Hård plan

source: Hobby
fi_fi: Harraste
fr_fr: Passe-temps

source: Hold/Check
fi_fi: Odottaa/Tarkista
fr_fr: Retenir/Vérifier
sv_se: Väntar/kontrollera

source: Holding Club (International Transfer)
fr_fr: Club organisateur (transfert international)

source: Identifier
fi_fi: Tunniste
fr_fr: Numéro d'identification
sv_se: Identifierare

source: Identifier Type
fi_fi: Tunnisteen tyyppi
fr_fr: Type d'identification
sv_se: Typ av identifierare

source: In Progress
fi_fi: Käynnissä
fr_fr: En cours
sv_se: Pågående

source: Inactive
fi_fi: Ei aktiivinen
fr_fr: Inactif
sv_se: Inaktiv

source: Indigene
fi_fi: Aboriginaali
fr_fr: Indigène
sv_se: Inföding

source: Inter Regional
fi_fi: Maan kattava
fr_fr: Inter Régional
sv_se: Rikstäckande

source: International Cheque
fi_fi: Kansainvälinen shekki
fr_fr: Chèque - International
sv_se: Internationell check

source: International Family name
fi_fi: Kansainvälinen sukunimi
fr_fr: Nom de famille - International
sv_se: Internationellt efternamn

source: International First name
fi_fi: Kansainvälinen etunimi
fr_fr: Prénom - International
sv_se: Internationellt förnamn

source: International Player Loan
fi_fi: Kansainvälinen määräaikainen pelaajasiirto
fr_fr: Prêt de joueur - International
sv_se: Internationell tidsbunden övergång

source: International Transfer Out
fr_fr: Transfert extérieur - International

source: International Transfer Return
fr_fr: Transfert retour - International

source: Language of Name
fi_fi: Nimen kieli
fr_fr: Langue du nom
sv_se: Namnets språk

source: Language of Organisation Name
fi_fi: Organisaation nimen kieli
fr_fr: Langue du nom de l'organisation
sv_se: Språket på organisationens namn

source: Last Updated
fi_fi: Viimeksi päivitetty
fr_fr: Dernière mise à jour
sv_se: Uppdaterad

source: League
fi_fi: Sarja
fr_fr: Ligue
sv_se: Serie

source: Legal Entity Identification Number
fi_fi: Y-tunnus
fr_fr: Numéro d'identification d'entité légale
sv_se: FO-nummer

source: Level
fi_fi: Taso
fr_fr: Niveau
sv_se: Nivå

source: Locked
fi_fi: Lukittu
fr_fr: Verrouillé
sv_se: Låst

source: Loyalty Number
fi_fi: Kanta-asiakasnumero
fr_fr: Numéro de fidélité
sv_se: Lojalitetsnummer

source: MA Academy
fi_fi: Liiton akatemia
fr_fr: Académie d'AM
sv_se: Förbundets akademi

source: MA Comment
fi_fi: Kommentti
fr_fr: Commentaire d'AM
sv_se: Meddelande till förbundet

source: MA Official
fi_fi: Liiton toimihenkilö
fr_fr: AM officielle
sv_se: Förbundsfunktionär

source: MA Organisation ID
fi_fi: Liiton organisaatio ID
fr_fr: Numéro d'identification de l'organisation AM
sv_se: Förbundets organisationsnummer

source: MALE
fi_fi: MIES
fr_fr: HOMME
sv_se: MAN

source: Maiden name
fi_fi: Omaa sukua
fr_fr: Nom de jeune fille
sv_se: Flicknamn

source: Male
fi_fi: Mies
fr_fr: Homme
sv_se: Man

source: Match Official
fi_fi: Toimihenkilö
fr_fr: Officiel de Match
sv_se: Tävlingsfunktionär

source: Member
fi_fi: Jäsen
fr_fr: Membre
sv_se: Medlem

source: Men
fi_fi: Miehet
fr_fr: Hommes
sv_se: Män

source: Minor
fi_fi: Alaikäinen
fr_fr: Mineur
sv_se: Minderårig

source: Misc
fi_fi: Muu
fr_fr: Divers
sv_se: Annat

source: Mixed
fi_fi: Seka
fr_fr: Mixte
sv_se: Blandad

source: Money Order
fi_fi: Maksumääräys
fr_fr: Mandat postal
sv_se: Betalningsorder

source: Name (International)
fi_fi: Nimi (kansainvälinen)
fr_fr: Nom (International)
sv_se: Namn (internaionellt)

source: National Association
fi_fi: Liitto
fr_fr: Association nationale
sv_se: Nationellt förbund

source: National Number
fi_fi: Kansallinen numero
fr_fr: Numéro national
sv_se: Nationellt nummer

source: Nationality
fi_fi: Kansalaisuus
fr_fr: Nationalité
sv_se: Nationalitet

source: Natural Grass
fi_fi: Luonnonnurmi
fr_fr: Gazon naturel
sv_se: Naturgräs

source: New Registration
fi_fi: Uusi rekisteröinti
fr_fr: Nouvel enregistrement
sv_se: Ny registrering

source: No
fi_fi: Ei
fr_fr: Non
sv_se: Nej

source: No Access
fi_fi: Ei pääsyä
fr_fr: Pas d'accès
sv_se: Ingen åtkomst

source: Non-Playing
fi_fi: Ei pelaava
fr_fr: Ne joue pas
sv_se: Inte spelande

source: None
fi_fi: Ei mitään
fr_fr: Aucun
sv_se: Ingen

source: None Specified
fi_fi: Ei määritelty
fr_fr: Non indiqué
sv_se: Ingen specifierad

source: Official
fi_fi: Toimihenkilö
fr_fr: Officiel
sv_se: Funktionär

source: On Hold
fi_fi: Palautettu
fr_fr: En attente
sv_se: Returnerad

source: On hold
fi_fi: Palautettu
fr_fr: En attente
sv_se: Returnerad

source: On-hold
fi_fi: Palautettu
fr_fr: En attente
sv_se: Returnerad

source: One Star Artificial Turf
fi_fi: Yhden tähden jalkapallonurmi
fr_fr: Terrain synthétique One Star
sv_se: Enstjärnigt konstgräs

source: Online
fr_fr: En ligne

source: Online PayPal
fi_fi: PayPal
fr_fr: PayPal en ligne
sv_se: PayPal

source: Organisation Dissolution Date
fi_fi: Organisaation lakkauttamispäivä
fr_fr: Date de dissolution de l'organisation
sv_se: Organisationen upplöst

source: Organisation Foundation Date
fi_fi: Organisaation perustamispäivä
fr_fr: Date de fondation de l'organisation
sv_se: Organisationen grundad

source: Organisation Name
fi_fi: Organisaation nimi
fr_fr: Nom de l'organisation
sv_se: Organisationens namn

source: Organisation Short Name
fi_fi: Organisaation lyhenne
fr_fr: Nom court de l'organisation
sv_se: Organisationens förkortning

source: Organisation Type
fi_fi: Organisaation tyyppi
fr_fr: Type d'organisation
sv_se: Typ av organisation

source: Other
fi_fi: Muu
fr_fr: Autre
sv_se: Annan

source: Other / Barter
fi_fi: Muu / barter
fr_fr: Autre / Échange
sv_se: Annan / Barter

source: Other Identifier
fi_fi: Muu tunniste
fr_fr: Autre identification
sv_se: Annan identification

source: Other Identifier Description
fi_fi: Muun tunnisteen selite
fr_fr: Description de l'autre identifcation
sv_se: Beskrivning av annan identification

source: Other Identifier Issuance Country
fi_fi: Muu tunnisteen myöntäjämaa
fr_fr: Pays émetteur de l'autre pièce d'identité
sv_se: Utfärdande land av annan identification

source: Other Identifier Type
fi_fi: Muun tunnisteen tyyppi
fr_fr: Type d'identification
sv_se: Typ av annan identification

source: Other Identifier Validity Date From
fi_fi: Muun tunnisteen voimassaolon alkupäivä
fr_fr: Date de début de validité de l'autre pièce d'identité
sv_se: Annan identification giltig från

source: Other Identifier Validity Date To
fi_fi: Muun tunnisteen voimassaolon loppupäivä
fr_fr: Date de fin de validité de l'autre pièce d'identité
sv_se: Annan identification giltig till

source: Pager
fi_fi: Hakulaite
fr_fr: Téléavertisseur
sv_se: Personsökare

source: Paid
fi_fi: Maksettu
fr_fr: Payé
sv_se: Betald

source: Parent/Guardian 1 Email 2
fi_fi: Huoltaja 1 sähköposti 2
fr_fr: Courriel 2 Parent/Tuteur 1
sv_se: Förälder/förmyndare 1 E-post 2

source: Parent/Guardian 1 Gender
fi_fi: Huoltaja 1 sukupuoli
fr_fr: Sexe Parent/Tuteur 1
sv_se: Förälder/förmyndare 1 Kön

source: Parent/Guardian 1 Mobile
fi_fi: Huoltaja 1 matkapuhelin
fr_fr: Cellulaire Parent/Tuteur 1
sv_se: Förälder/förmyndare 1 Mobiltelefon

source: Parent/Guardian 1 Phone 2
fi_fi: Huoltaja 1 puhelin 2
fr_fr: Téléphone 2 Parent/Tuteur 1
sv_se: Förälder/förmyndare 1 Telefon 2

source: Parent/Guardian 1 Salutation
fi_fi: Huoltaja 1 titteli
fr_fr: Salutation Parent/Tuteur 1
sv_se: Förälder/förmyndare 1 Tilltal

source: Parent/Guardian 2 Email
fi_fi: Huoltaja 2 sähköposti
fr_fr: Courriel Parent/Tuteur 2
sv_se: Förälder/förmyndare 2 E-post

source: Parent/Guardian 2 Email 2
fi_fi: Huoltaja 2 sähköposti 2
fr_fr: Courriel 2 Parent/Tuteur 2
sv_se: Förälder/förmyndare 2 E-post 2

source: Parent/Guardian 2 Firstname
fi_fi: Huoltaja 2 etunimi
fr_fr: Prénom Parent/Tuteur 2
sv_se: Förälder/förmyndare 2 Förnamn

source: Parent/Guardian 2 Gender
fi_fi: Huoltaja 2 sukupuoli
fr_fr: Sexe Parent/Tuteur 2
sv_se: Förälder/förmyndare 2 Kön

source: Parent/Guardian 2 Mobile
fi_fi: Huoltaja 2 matkapuhelin
fr_fr: Cellulaire Parent/Tuteur 2
sv_se: Förälder/förmyndare 2 Mobiltelefon

source: Parent/Guardian 2 Phone
fi_fi: Huoltaja 2 puhelin
fr_fr: Téléphone Parent/Tuteur 2
sv_se: Förälder/förmyndare 2 Telefon

source: Parent/Guardian 2 Phone 2
fi_fi: Huoltaja 2 puhelin 2
fr_fr: Téléphone 2 Parent/Tuteur 2
sv_se: Förälder/förmyndare 2 Telefon 2

source: Parent/Guardian 2 Salutation
fi_fi: Huoltaja 2 titteli
fr_fr: Salutation Parent/Tuteur 2
sv_se: Förälder/förmyndare 2 Tilltal

source: Parent/Guardian 2 Surname
fi_fi: Huoltaja 2 sukunimi
fr_fr: Nom de famille Parent/Tuteur 2
sv_se: Förälder/förmyndare 2 Efternamn

source: Parent/Guardian Relationship
fr_fr: Relation parent/tuteur
sv_se: Vårdnadsförhållande

source: Parent/Guardian family name
fi_fi: Huoltajan sukunimi
fr_fr: Nom de famille parent/tuteur
sv_se: Förälder/förmyndare efternamn

source: Parent/Guardian first name
fi_fi: Huoltajan etunimi
fr_fr: Prénom parent/tuteur
sv_se: Förälder/förmyndare förnamn

source: Passive
fi_fi: Passiivinen
fr_fr: Passif
sv_se: Passiv

source: Passport Country of Issue
fi_fi: Passin myöntäjämaa
fr_fr: Pays émetteur du passeport
sv_se: Passet utfärdat av

source: Passport Expiry Date
fi_fi: Passin viimeinen voimassaolopäivä
fr_fr: Date d'expiration du passeport
sv_se: Passet giltigt till

source: Passport Nationality
fi_fi: Passin kansalaisuus
fr_fr: Nationalité du passeport
sv_se: Nationalitet på passet

source: Passport Number
fi_fi: Passinumero
fr_fr: Numéro de passeport
sv_se: Passnummer

source: Pending
fi_fi: Odottaa
fr_fr: En attente
sv_se: Väntar

source: Person
fi_fi: Henkilö
fr_fr: Personne

source: Personal Cheque
fi_fi: Henkilökohtainen sekki
fr_fr: Chèque personnel
sv_se: Personlig check

source: Phone (Mobile)
fi_fi: Matkapuhelin
fr_fr: Téléphone (Cellulaire)
sv_se: Telegon (mobil)

source: Phone (Work)
fi_fi: Työpuhelin
fr_fr: Téléphone (Travail)
sv_se: Telefon (arbete)

source: Player
fi_fi: Pelaaja
fr_fr: Joueur
sv_se: Spelare

source: Player Loan
fi_fi: Määräaikainen pelaajasiirto
fr_fr: Prêt de joueur
sv_se: Tidsbunden spelarövergång

source: Player Loan End Date
fi_fi: Määräaikaisen pelaajasiirron päättymispäivä
fr_fr: Prêt de joueur - Date de fin
sv_se: Slutdatum på tidsbunden spelarövergång

source: Player Loan Source Club
fi_fi: Pelaajan oma seura
fr_fr: Prêt de joueur - Club source
sv_se: Spelarens egna förening

source: Player Loan Start Date
fi_fi: Määräaikaisen pelaajasiirron alkupäivä
fr_fr: Prêt de joueur - Date de début
sv_se: Startdatum på tidsbunden spelarövergång

source: Player Loan TMS Reference
fi_fi: Määräaikaisen pelaajasiirron TMS-viite
fr_fr: Prêt de joueur - Référence TMS
sv_se: TMS-referens för tidsbunden spelarövergång

source: Police Check Date
fi_fi: Poliisin tarkistuspäivämäärä
fr_fr: Date de la vérification policière
sv_se: Poliskontrollens datum

source: Police Check Expiry Date
fi_fi: Poliisin tarkistuksen voimassaolon päättymispäivä
fr_fr: Date d'expiration de la vérification policière
sv_se: Poliskontrollen giltig till

source: Police Check Number
fi_fi: Poliisin tarkistuksen tunnistenumero
fr_fr: Numéro de la vérification policière
sv_se: Poliskontrollens nummer

source: Pre-approval
fr_fr: Pré-approuvé

source: Preferred Language
fi_fi: Haluttu kieli
fr_fr: Langue préférée
sv_se: Föredraget namn

source: Preferred name
fi_fi: Kutsumanimi
fr_fr: Nom préféré
sv_se: Föredraget namn

source: Private Academy
fi_fi: Yksityinen akatemia
fr_fr: Académie privée
sv_se: Föredraget språk

source: Professional
fi_fi: Ammattilainen
fr_fr: Professionnel
sv_se: Professionell

source: Program
fi_fi: Ohjelma
fr_fr: Programme

source: RA Official
fi_fi: Piirin toimihenkilö
fr_fr: AR officielle
sv_se: Distriktsfunktionär

source: Read Only Access
fi_fi: Lukuoikeus
fr_fr: Accès lecture seulement
sv_se: Skrivskyddad åtkomst

source: Ready to Approve
fi_fi: Valmis hyväksyttäväksi
fr_fr: Prêt à être approuvé
sv_se: Färdig för godkännande

source: Referee
fi_fi: Erotuomari
fr_fr: Arbitre
sv_se: Domare

source: Region
fi_fi: Piiri
fr_fr: Région
sv_se: Distrikt

source: Region of Organisation
fi_fi: Organisaation piiri
fr_fr: Région de l'organisation
sv_se: Organisationens distrikt

source: Region or State of Birth
fi_fi: Syntymäalue tai osavaltio
fr_fr: Région ou état de naissance
sv_se: Födelseregion eller delstat

source: Regional Association
fi_fi: Piiri
fr_fr: Association régionale
sv_se: Distrikt

source: Registered
fi_fi: Rekisteröity
fr_fr: Enregistré
sv_se: Registrerad

source: Registering Parent Email
fi_fi: Rekisteröivän huoltajan sähköposti
fr_fr: Courriel du parent enregistreur
sv_se: Den registrerande förelderns e-post

source: Registering Parent Phone
fi_fi: Rekisteröivän huoltajan puhelin
fr_fr: Téléphone du parent enregistreur
sv_se: Den registrerande förelderns telefon

source: Reject
fi_fi: Hylkää
fr_fr: Rejeté
sv_se: Avslå

source: Rejected
fi_fi: Hylätty
fr_fr: Rejeté
sv_se: Avslagen

source: Renewal
fi_fi: Uudistaminen
fr_fr: Renouvellement
sv_se: Förnya

source: Request Access (Add Role)
fi_fi: Pyydä henkilön tietoja (lisää rooli)
fr_fr: Accès demandé (Ajouter un rôle)
sv_se: Åtkomstbegäran (ny roll)

source: Resolve
fi_fi: Ratkaise
fr_fr: Résoudre
sv_se: Behandla

source: Resume
fi_fi: Jatka
fr_fr: Recommencer
sv_se: Fortsätt

source: Rolled over/Renewed
fi_fi: Uudistettu
fr_fr: Renouveler
sv_se: Förnyad

source: School
fi_fi: Koulu
fr_fr: École
sv_se: Skola

source: Self Initiated Transfer
fr_fr: Transfert auto-initié

source: Short Name (International)
fi_fi: Lyhyt nimi (kansainvälinen)
fr_fr: Nom court (International)
sv_se: Förkortning (internationell)

source: State
fi_fi: Osavaltio
fr_fr: État
sv_se: Delstat

source: Statistical Access
fi_fi: Pääsy tilastoihin
fr_fr: Accès statistique
sv_se: Åtkomst till statistik

source: Status
fi_fi: Tila
fr_fr: Statut

source: Suspended
fi_fi: Suljettu toiminnasta
fr_fr: Suspendu
sv_se: Avstängd

source: Task Complete
fi_fi: Tehtävä valmis
fr_fr: Tâche complète
sv_se: Arbetsuppgiften avklarad

source: Task On Hold
fi_fi: Tehtävä palautettu
fr_fr: Tâche en attente
sv_se: Arbetsuppgiften returnerad

source: Task Pending
fi_fi: Tehtävä odottaa
fr_fr: Tâche en attente
sv_se: Arbetsuppgiften väntar

source: Task Rejected
fi_fi: Tehtävä hylätty
fr_fr: Tâche rejetée
sv_se: Arbetsuppgiften avslagen

source: Team
fi_fi: Joukkue
fr_fr: Équipe
sv_se: Lag

source: Team Official
fi_fi: Joukkueen toimihenkilö
fr_fr: Officiel d'équipe
sv_se: Lagfunktionär

source: Title
fi_fi: Nimi
fr_fr: Titre
sv_se: Namn

source: Top
fi_fi: Ylin
fr_fr: Haut
sv_se: Överst

source: Town
fi_fi: Kaupunki
fr_fr: Ville
sv_se: Stad

source: Transfer
fi_fi: Pelaajasiirto
fr_fr: Transfert
sv_se: Spelarövergång

source: Transfer Date
fi_fi: Pelaajasiirron päivämäärä
fr_fr: Date de transfert
sv_se: Datum för spelarövergång

source: Transfer Source Club
fi_fi: Pelaajasiirron vanha seura
fr_fr: Club source du transfert
sv_se: Tidigare förening för spelarövergång

source: Transfer TMS Reference
fi_fi: Pelaajasiirron TMS-viite
fr_fr: Référence TMS du transfert
sv_se: TMS-referens för spelarövergång

source: Transferred
fi_fi: Siirtynyt
fr_fr: Transféré
sv_se: Överförd

source: Transferred Out (International)
fr_fr: Transféré à l'extérieur (International)

source: Transferred Return (International)
fr_fr: Retour du transféré (International)

source: Transfers
fi_fi: Pelaajasiirrot
fr_fr: Transferts
sv_se: Spelarövergångar

source: Tribunal Venue
fi_fi: Kunniakenttä
fr_fr: Site du tribunal

source: Two Star Artificial Turf
fi_fi: Kahden tähden jalkapallonurmi
fr_fr: Terrain synthétique Two Star
sv_se: Tvåstjärnigt konstgräs

source: Type of Legal Entity
fi_fi: Yhteisömuoto
fr_fr: Type d'entité légale
sv_se: Typ av juridisk person

source: University
fi_fi: Yliopisto
fr_fr: Université
sv_se: Universitet

source: Unknown
fi_fi: Tuntematon
fr_fr: Inconnu
sv_se: Okånd

source: Unpaid
fi_fi: Odottaa maksua
fr_fr: Impayé
sv_se: Obetald

source: Valid From
fi_fi: Voimassa alkaen
fr_fr: Valide depuis
sv_se: Giltig från

source: Valid Until
fi_fi: Voimassa asti
fr_fr: Valide jusqu'à
sv_se: Giltig till

source: Venue
fi_fi: Paikka
fr_fr: Site
sv_se: Arena

source: Venue Type
fi_fi: Paikan tyyppi
fr_fr: Type de site
sv_se: Typ av arena

source: Volunteer
fi_fi: Vapaaehtoinen
fr_fr: Bénévole
sv_se: Volontär

source: Web Address
fi_fi: www-osoite
fr_fr: Adresse internet
sv_se: Webbplats

source: Women
fi_fi: Naiset
fr_fr: Femmes
sv_se: Damer

source: Women's Football
fi_fi: Jalkapallo
fr_fr: Football féminin
sv_se: Damfotboll

source: World Federation
fi_fi: Kattojärjestö
fr_fr: Fédération mondiale
sv_se: Världorganisation

source: Yes
fi_fi: Kyllä
fr_fr: Oui
sv_se: Ja

source: Continue to Payment
fi_fi: Siirry maksamaan
fr_fr: Continuer vers le paiement
sv_se: Fortsätt till betalning
