Repository: erwinmacaraig/perl-cig-prj
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fi_fi, fr_fr, sv_se

source: Person Request access has been re-assigned.
fi_fi: Pyyntö pääsystä henkilön tietoihin on uudelleenmääritelty.
fr_fr: Demande d'accès personnel a été réassignée.
sv_se: Begäran på åtkomst har åter tilldelats.

source: Request Access Completed
fi_fi: Pyyntö pääsystä valmistunut
fr_fr: Demande d'accès terminée
sv_se: Begäran på åtkomst färdig

source: You are required to take action on this request
fi_fi: Sinulta vaaditaan toimenpiteitä tähän pyyntöön liittyen
fr_fr: Vous devez prendre des mesures sur cette demande
sv_se: Du är skyldig att behandla denna begäran

source: has APPROVED the player loan as detailed below. You can now continue with the loan or cancel this loan request
fr_fr: a APPROUVÉ le prêt de joueur tel que détaillé ci-dessous. Vous pouvez maintenant continuer avec le prêt ou annuler cette demande de prêt

source: has APPROVED the player transfer as detailed below. You can now continue with the transfer or cancel this transfer request
fi_fi: on HYVÄKSYNYT alla olevan pelaajasiirron. Voit nyt jatkaa pelaajasiirtoa, tai hylätä siirtopyynnön
fr_fr: a APPROUVÉ le transfert de joueur tel que détaillé ci-dessous. Vous pouvez maintenant continuer avec le transfert ou annuler la demande de transfert
sv_se: har GODKÄNT spelarövergången nedan. Du kan nu fortsätta med spelarövergången eller avbryta begäran

source: has REJECTED the access to the following record for the reason specified below. If you still wish to access the record for the purpose or registration or renewal you will need to contact
fi_fi: on HYLÄNNYT pääsyn alla olevaan tietueeseen. Jos silti haluat pääsyn tietueeseen ole yhteydessä seuraavaan tahoon
fr_fr: a REJETÉ l'accès au dossier suivant pour la raison spécifiée ci-dessous. Si vous souhaitez accéder au dossier pour des raisons d'enregistrement ou de renouvellement vous allez devoir contacter
sv_se: har AVSLAGIT åtkomsten till följande person. Om du ännu vill ha åtkomst för att registrera denna person, måste du kontakta

source: has REJECTED the transfer of the player listed below. The reason for the rejection is detailed below. If you think there is a problem with this rejection you will need to contact
fi_fi: on HYLÄNNYT alla olevan pelaajasiirron. Alla tarkemmat tiedot hylkäämisen syystä. Jos olet asiasta eri mieltä, ole yhteydessä seuraavaan tahoon
fr_fr: a REJETÉ le transfert du joueur listé ci-dessous. La raison du rejet est détaillée ci-dessous. Si vous croyez qu'il y a un problème avec ce rejet, vous allez devoir contacter
sv_se: har AVSLAGIT följande spelarövergång. Orsaken ser du nedan. Om du tycket detta är felaktigt, måste du kontakta

source: has REQUESTED access to the person listed below, for the purpose of registration with a different role with
fi_fi: on PYYTÄNYT pääsyn seuraavan henkilön tietoihin rekisteröidäkseen hänelle toisen roolin seuraan
fr_fr: a DEMANDÉ accès à la personne listée ci-dessous, pour les besoins de l'enregistrement avec un rôle différent avec
sv_se: har BEGÄRT åtkomst till personen nedan, för att registrera en annan roll till

source: has REQUESTED the loan of the following player. You are required to take action on this request within 7 days.
fi_fi: on PYYTÄNYT seuraavan pelaajan määräaikaista pelaajasiirtoa. Sinulta vaaditaan vastaus 7 päivän sisällä.
fr_fr: a DEMANDÉ le prêt du joueur suivant. Vous devez prendre des mesures sur cette demande à l'intérieur de 7 jours.
sv_se: har BEGÄRT en tidsbunden spelarövergång. Du är skyldig att svara inom 7 dagar.

source: has decided to cancel this request for transfer. The player remains with your organisation.
fi_fi: on päättänyt perua pelaajasiirron. Pelaaja jää seuraasi.
fr_fr: a décidé d'annuler cette demande de transfert. Le joueur demeure au sein de votre organisation.
sv_se: har bestämt att avbryta denna begäran på spelarövergång. Spelaren stannar i din organisation.

source: Facility/Venue Name
fi_fi: Kentän/Stadionin nimi
fr_fr: Nom du site/installation
sv_se: Namn på anläggningen/arenan

source: Lending Club
fi_fi: Pelaaja oma seura
fr_fr: Club prêteur
sv_se: Spelarens egna förening

source: The following task has been APPROVED. This email is for notification only, no further action is required.
fi_fi: Seuraava tehtävä on HYVÄKSYTTY, sinulta ei vaadita jatkotoimia.
fr_fr: La tâche suivante a été APPROUVÉE. Le courriel sert en tant que notification seulement, aucune autre action n'est nécessaire.
sv_se: Följande arbetsuppgift har GODKÄNTS, inga ytterligare åtgärder krävs.

source: The following task has been ASSIGNED to you for action
fi_fi: Seuraava tehtävä on osoitettu sinulle toimenpiteitä varten
fr_fr: La tâche suivante vous a été ASSIGNÉE pour action
sv_se: Följande arbetsuppgift har TILLDELATS dig för att åtgärdas

source: The following task has been REJECTED. The reason for the rejection is detailed below. Please note that when a task is rejected it cannot be resumed. You would need start over and resubmit a new task through
fi_fi: Seuraava tehtävä on hylätty. Näet tarkemman syyn alla. Huomaa että hylättyä tehtävää ei voi jatkaa, vaan on aloitettava uusi.
fr_fr: La tâche suivante a été REJETÉE. La raison pour le rejet est détaillée ci-dessous. Veuillez noter que lorsqu'une tâche est rejetée, elle ne peut pas être continuée. Vous devez recommencer et soumettre à nouveau un nouvelle tâche par
sv_se: Följande arbetsuppgift har AVSLAGITS. Orsaken ser du nedan. Observera att man inte kan fortsätta på en avslagen arbetsuppgift, utan man måste starta en ny

source: The following task has been placed ON HOLD. The reason and further action you are required to take are detailed below. Please action this as soon as possible.
fi_fi: Seuraava tehtävä on PALAUTETTU. Tarkemmat tiedot löydät alla. Ole hyvä ja tee tarvittavat toimet mahdollisimman pian.
fr_fr: La tâche suivante a été placée EN ATTENTE. La raison et l'action à prendre requise sont détaillées ci-dessous. Veuillez agir le plus rapidement possible.
sv_se: Följande arbetsuppgift har RETURNERATS. Orsaken ser du nedan. Var god och behandla detta så fort som möjligt.

source: The request for loan for the player listed below has been APPROVED by all necessary organisations. The player record is now assigned to the new club
fi_fi: Alla oleva määräaikainen pelaajasiirto on nyt kaikkien tarvittavien tahojen HYVÄKSYMÄ. Pelaaja on nyt rekisteröity uuteen seuraan määräajaksi.
fr_fr: La demande de prêt pour le joueur listé ci-dessous a été APPROUVÉE par toutes les organisations nécessaires. Le dossier du joueur est maintenant assigné au nouveau club
sv_se: Följande tidsbundna spelarövergång är nu GODKÄND av alla parter. Spelaren är nu registrerad i den nya föreningen.

source: Work task has been resumed.
fi_fi: Työtehtävää on jatkettu
fr_fr: La tâche de travail a été reprise.
sv_se: Arbetsuppgiften har återupptagits

source: has REJECTED this loan. The reason for this is detailed below. This transaction is now cancelled. Please note that when a task is rejected it cannot be resumed. You would need start over and resubmit a new task through
fi_fi: on HYLÄNNYT tämän määräaikaisen pelaajasiirron. Näet tarkemman syyn alla. Tämä tehtävä on nyt päättynyt, eikä sitä voi jatkaa. Jos haluat jatkaa, aloita uusi tehtävä
fr_fr: a REJETÉ ce prêt. La raison est détaillée ci-dessous. La transaction est maintenant annulée. Veuillez noter que lorsqu'une tâche est rejetée, elle ne peut pas être continuée. Vous allez devoir recommencer et soumettre à nouveau une nouvelle tâche à travers
sv_se: har AVSLAGIT följande tidsbundna spelarövergång. Orsaken ser du nedan. Arbetsuppgiften är nu slutförd. Observera att man inte kan fortsätta på en avslagen arbetsuppgift, utan man måste starta en ny

source: has REQUESTED for a transfer. You are required to take action on this request within 7 days.
fi_fi: on PYYTÄNYT seuraavan pelaajan pelaajasiirtoa. Sinulta vaaditaan vastaus 7 päivän sisällä.
fr_fr: a DEMANDÉ un transfert. Vous devez agir sur cette demande à l'intérieur de 7 jours.
sv_se: har BEGÄRT en spelarövergång. Du är skyldig att svara inom 7 dagar.

source: has UPDATED the following task, which was previously on hold. It is now availble for you review and approval.
fi_fi: on PÄIVITTÄNYT seuraavaa tehtävää, joka on aikaisemmin ollut palautettuna. Tehtävä odottaa nyt sinun tarkastusta ja hyväksyntään.
fr_fr: a MIS À JOUR la tâche suivante, qui était précédemment en attente.
sv_se: har UPPDATERAT följande arbetsuppgift, som tidigare var returnerad. Den är nu färdig att kontrolleras och godkännas.

source: has accepted your request to access the following record, which you now have full access to
fi_fi: on hyväksynyt pääsyn seuraavaan tietueeseen, johon sinulla on nyt pääsy
fr_fr: a accepté votre demande d'accès au dossier suivant, pour lequel vous avez maintenant un accès complet pour
sv_se: har godkänt din begäran på åtkomst. Du har nu full åtkomst till

source: Amount To Pay
fi_fi: Maksettava summa
fr_fr: Montant à payer
sv_se: Summa att betala

source: Find a Payment
fr_fr: Trouver un paiement
sv_se: Sök betalning

source: Gateway Response Code
fi_fi: Yhdyskäytävän vastauskoodi
fr_fr: Code de réponse de la passerelle
sv_se: Betaltjänstens svarskod

source: Invoice No.
fi_fi: Lasku nro
fr_fr: Numéro de la facture
sv_se: Faktura nr

source: National Period
fi_fi: Kansallinen kausi
fr_fr: Période nationale
sv_se: Nationell säsong

source: No such transaction for invoice number
fi_fi: Ei tapahtumaa laskunumerolla
fr_fr: Il n'existe pas une telle transaction pour numéro de la facture
sv_se: Ingen transaktion för detta fakturanummer

source: Payment Has Been Made For Invoice
fi_fi: Maksu on suoritettu laskulle
fr_fr: Le paiement a été fait pour la facture
sv_se: Följande faktura betalad

source: Payment ID
fi_fi: Maksun numero
fr_fr: Identification du paiement
sv_se: Betalningens nummer

source: Payment for
fi_fi: Maksu
fr_fr: Paiement pour
sv_se: Betalning för

source: Payment or Bank Reference number
fr_fr: Numéro du paiement ou de la référence bancaire
sv_se: Betalnings- eller referensnummer

source: Please enter the Payment Reference number of Bank Reference number for payment you wish to find.
fr_fr: Veuilez entrer le numéro de référence du paiement du numéro de référence bancaire pour le paiement que vous souhaitez trouver.
sv_se: Ange betalningsnummer eller referensnummer på betalningen du söker.

source: Please enter the information for transaction you want to process.
fi_fi: Syötä haluamasi tapahtuman tiedot.
fr_fr: Veuillez entrer l'information pour la transaction que vous souhaitez traiter.
sv_se: Ange information för transaktionen du vill behandla.

source: Please enter the invoice number for transaction payment you want to process.
fi_fi: Syötä sen laskun laskunumero jota haluat käsitellä.
fr_fr: Veuillez entrer le numéro de la facture pour le paiement de la transaction que vous voulez traiter.
sv_se: Ange den fakturans nummer som du vill benhadla.

source: Please select the people you wish to register from the list below and click on the update button to commit your change
fi_fi: Valitse rekisteröitävät henkilöt alla olevalta listalta, ja valitse päivitä.
fr_fr: Veuillez sélectionner les gens que vous souhaitez enregistrer de la liste ci-dessous et cliquez sur le bouton Mettre à jour pour appliquer de votre changement
sv_se: Välj personerna du vill registrera från den nedanstående listan, och välj uppdatera.

source: Receipt
fi_fi: Kuitti
fr_fr: Reçu
sv_se: Kvitto

source: See below for details, please close this window and click Pay Now to try again
fi_fi: Lisätiedot alla. Sulje tämä ikkuna, ja yritä maksua uudelleen
fr_fr: Voir ci-dessous pour les détails, veuillez fermer cette fenêtre et cliquer Payer maintenant pour essayer à nouveau
sv_se: Kolla detaljerna nedan. Stäng detta fönster och försök betala på nytt.

source: Select Age Level
fi_fi: Valitse ikäluokka
fr_fr: Sélectionner le niveau d'âge
sv_se: Välj åldersgrupp

source: Select Period
fi_fi: Valitse kausi
fr_fr: Sélectionner la période
sv_se: Välj säsong

source: Select Person Level
fi_fi: Valitse henkilön taso
fr_fr: Sélectionner le niveau de la personne
sv_se: Välj personens nivå

source: Select Person Type
fi_fi: Valitse henkilön tyyppi
fr_fr: Sélectionner le type de la personne
sv_se: Välj personens typ

source: There was an Error with your Payment.
fi_fi: Virhe maksua suoritettaessa.
fr_fr: Il y a eu une erreur avec votre paiement.
sv_se: Ett fel uppstod vid betalningen.

source: Transaction Details
fi_fi: Tapahtuman tiedot
fr_fr: Détails de la transaction
sv_se: Transactionsdetaljer

source: More Information
fi_fi: Lisätiedot
fr_fr: Plus d'Informations
sv_se: Mera information

source: Register Your Team Now
fi_fi: Rekisteröi joukkueesi nyt
fr_fr: Enregistrez votre équipe maintenant
sv_se: Registrera ditt lag nu

source: Loan - Valid to
fr_fr: Prêt - valide jusqu'à

source: Approving Entity
fi_fi: Hyväksyjä
fr_fr: Entité approbatrice
sv_se: Godkännande enhet

source: Loan - Valid to
fr_fr: Prêt - Valide jusqu'à

source: No available work task notes.
fi_fi: Ei työtehtävän lisätietoja.
fr_fr: Pas de notes de tâches de travail disponibles
sv_se: Inga arbetsuppgiftsanmärkningar

source: Originating Entity
fi_fi: Aloittaja
fr_fr: Entité originatrice
sv_se: Startat av

source: Payment Still Required
fi_fi: Maksu on vielä pakollinen
fr_fr: Le paiement est toujours requis
sv_se: Betalning är ännu obligatorisk

source: Registered To (International Name)
fr_fr: Enregistré à (Nom international)
sv_se: Registrerad till (internationellt namn)

source: Registered to [_1] as [_2]
fr_fr: Enregistré à [_1] en tant que [_2]
sv_se: Registrerad till [_1] som [_2]

source: Renew Registration
fi_fi: Uudista rekisteröinti
fr_fr: Renouveller les enregistrements
sv_se: Ny registrering

source: Verified
fi_fi: Varmistettu
fr_fr: Vérifié
sv_se: Bekräftad

source: View Available Program Details
fi_fi: Näytä käytettävissä olevat ohjelman tiedot
fr_fr: Voir les détails du programme disponible
sv_se: Visa tillgänglig programinformation

source: Work task history
fi_fi: Työtehtävähistoria
fr_fr: Historique des tâches de travail
sv_se: Tidigare arbetsuppgifter

source: Add New Role
fi_fi: Lisää uusi rooli
fr_fr: Ajouter un nouveau rôle
sv_se: Lägg till ny roll

source: All tasks
fi_fi: Kaikki tehtävät
fr_fr: Toutes les tâches
sv_se: Alla arbetsuppgifter

source: Cleared Out
fi_fi: Tyhjennetty
fr_fr: Effacé
sv_se: Tömd

source: Club Information
fi_fi: Seuran tiedot
fr_fr: Informations du club
sv_se: Föreningsinformation

source: Defaulter
fi_fi: Laiminlyöjä
fr_fr: Défaillant
sv_se: Försummare

source: Document description
fi_fi: Tiedoston selite
fr_fr: Description du document
sv_se: Beskrivning på dokument

source: Edit Registration
fi_fi: Muokka rekisteröintiä
fr_fr: Modifier l'enregistrement
sv_se: Ändra på registrering

source: Family Name (Latin Characters)
fr_fr: Nom de famille (caractères latins)
sv_se: Efternamn (latinska bokstäver)

source: First name (Latin Characters)
fr_fr: Prénom (caractères latins)
sv_se: Förnamn (latinska bokstäver)

source: Home Phone
fi_fi: Kotipuhelin
fr_fr: Téléphone à la maison
sv_se: Hemtelefon

source: International Loan Details
fi_fi: Kansainvälisen määräaikaisen pelaajasiirron tiedot
fr_fr: Détails du prêt international
sv_se: Information om internationell tidsbunden spelarövergång

source: International Transfer Details
fi_fi: Kansainvälisen pelaajasiirron tiedot
fr_fr: Détails du transfert international
sv_se: Information om internationell spelarövergång

source: Last Update
fi_fi: Viimeksi päivitetty
fr_fr: Dernière mise à jour
sv_se: Uppdaterat

source: Latest
fi_fi: Uusin
fr_fr: Dernier
sv_se: Nyaste

source: Lending To
fi_fi: Määräaikaisena seuraan
fr_fr: Prêté à
sv_se: Tidsbunden övergång till

source: License and Payment Details
fi_fi: Lisenssi ja maksutiedot
fr_fr: Détails de la licence et du paiement
sv_se: Lisens och betalningsuppgifter

source: List Pending Registrations
fi_fi: Listaa odottavat rekisteröinnit
fr_fr: Établir la liste des enregistrements en attente
sv_se: Visa väntande registreringar

source: Loan Source Club
fi_fi: Vanha seura
fr_fr: Club source du prêt
sv_se: Gammal förening

source: Mark as Duplicate
fi_fi: Merkitse kaksoiskappaleeksi
fr_fr: Marquer en tant que doublon
sv_se: Markera som duplikat

source: Member Cards
fi_fi: Jäsenkortit
fr_fr: Cartes de membre
sv_se: Medlemskort

source: Minor Protection
fi_fi: Alaikäisen suoja
fr_fr: Protection des mineurs
sv_se: Skydd för barn

source: Mobile
fi_fi: Matkapuhelin
fr_fr: Cellulaire
sv_se: Mobil

source: New Club Official Registration
fi_fi: Uuden seuratoimihenkilön rekisteröinti
fr_fr: Enregistrement d'un nouvel officiel de club
sv_se: Registrering av ny föreningsfunktionär

source: New Club Registration
fi_fi: Uuden seuran rekisteröinti
fr_fr: Enregistrement d'un nouveau club
sv_se: Registrering av ny förening

source: New Coach Registration
fi_fi: Uuden valmentajan rekisteröinti
fr_fr: Enregistrement d'un nouvel entraîneur
sv_se: Registrering av ny tränare

source: New Facility Registration
fi_fi: Uuden kentän rekisteröinti
fr_fr: Enregistrement d'une nouvelle installation
sv_se: Registrering av ny anläggning

source: New MA Official Registration
fi_fi: Uuden liiton toimihenkilön rekisteröinti
fr_fr: Enregistrement d'une nouvelle AM
sv_se: Registrering av ny förbundsfunktionär

source: New Player Registration
fi_fi: Uuden pelaajan rekisteröinti
fr_fr: Enregistrement d'un nouveau joueur
sv_se: Registrering av ny spelare

source: New Referee Registration
fi_fi: Uuden erotuomarin rekisteröinti
fr_fr: Nouvel enregistrement d'arbitre
sv_se: Registrering av ny domare

source: New Registrations
fi_fi: Uudet rekisteröinnit
fr_fr: Nouveaux enregistrements
sv_se: Nya registreringar

source: New Team Official Registration
fi_fi: Uuden joukkuetoimihenkilön rekisteröinti
fr_fr: Enregistrement d'un nouvel officiel d'équipe
sv_se: Registrering av ny lagsfunktionär

source: New task
fi_fi: Uusi tehtävä
fr_fr: Nouvelle tâche
sv_se: Ny arbetsuppgift

source: Not Registered
fi_fi: Ei rekisteröity
fr_fr: Non enregistré
sv_se: Inte registrerad

source: Not Registered and Inactive
fi_fi: Ei rekisteröity ja inaktiivinen
fr_fr: Non enregistré et inactif
sv_se: Inte registrerad och inaktiv

source: Other Clubs
fi_fi: Muut seurat
fr_fr: Autres clubs
sv_se: Andra föreningar

source: Other Details
fi_fi: Muut tiedot
fr_fr: Autres détails
sv_se: Andra detaljer

source: Other1
fi_fi: Muu1
fr_fr: Autre1
sv_se: Annat1

source: Other2
fi_fi: Muu2
fr_fr: Autre2
sv_se: Annat2

source: Person Role
fi_fi: Henkilön rooli
fr_fr: Rôle de la personne
sv_se: Personens roll

source: Player Loan Status: Accepted
fi_fi: Määräaikaisen pelaajasiirron tila: Hyväksytty
fr_fr: Statut du prêt de joueur: Accepté
sv_se: Tidsbunden spelarövergång: Godkänd

source: Problem Resolution Entity
fi_fi: Ongelmia käsittelevä taho
fr_fr: Entité de résolution de problème
sv_se: Behandlas av

source: Quick Links
fi_fi: Pikalinkit
fr_fr: Liens rapides
sv_se: Snabblänkar

source: Register
fi_fi: Rekisteröi
fr_fr: Enregistrer
sv_se: Registrera

source: Register To
fi_fi: Rekisteröi seuraan
fr_fr: Enregistrer à
sv_se: Registrara till

source: Register another Club
fi_fi: Rekisteröi uusi seura
fr_fr: Enregistrer un autre club
sv_se: Registrera en annan förening

source: Registered but Inactive
fi_fi: Rekisteröity mutta inaktiivinen
fr_fr: Enregistré mais inactif
sv_se: Registrerad men inaktiv

source: Registration Date from
fi_fi: Rekisteröinti alkaen
fr_fr: Enregistré depuis
sv_se: Registrerad från

source: Registration Date to
fi_fi: Rekisteröinti asti
fr_fr: Enregistré jusqu'à
sv_se: Registrerad till

source: Registration Status
fi_fi: Rekisteröinnin tila
fr_fr: Statut de l'enregistrement
sv_se: Registreringens status

source: Renewal of Coach Registration
fi_fi: Valmentajarekisteröinnin uudistaminen
fr_fr: Renouvellement de l'enregistrement de l'entraîneur
sv_se: Förnyande av tränarregistrering

source: Renewal of Player Registration
fi_fi: Pelaajarekisteröinnin uudistaminen
fr_fr: Renouvellement d'un enregistrement de joueur
sv_se: Förnyande av spelarregistrering

source: Renewal of Referee Registration
fi_fi: Erotuomarirekisteröinnin uudistaminen
fr_fr: Renouvellement d'enregistrement d'arbitre
sv_se: Förnyande av domarregistrering

source: Renewals
fi_fi: Uudistamiset
fr_fr: Renouvellements
sv_se: Förnyande

source: Request Access
fi_fi: Pyydä henkilön tietoja
fr_fr: Demander l'accès
sv_se: Begär åtkomst

source: Request or Start a Transfer
fi_fi: Pyydä tai aloita pelaajasiirto
fr_fr: Demander ou commencer un transfert
sv_se: Begär eller starta en spelarövergång

source: Required Club Documents
fi_fi: Seuran pakolliset dokumentit
fr_fr: Documents de club requis
sv_se: Obligatoriska dokument för föreningen

source: Start a New Player Registration
fi_fi: Aloita uusi pelaajarekisteröinti
fr_fr: Commencer un nouvel enregistrement de joueur
sv_se: Starta en ny spelarövergång

source: Start a New Registration
fi_fi: Aloit uusi rekisteröinti
fr_fr: Débuter un nouvel enregistrement
sv_se: Starta en ny spelarregistrering

source: Suspended Until
fi_fi: Suljettu toiminnasta asti
fr_fr: Suspendu jusqu'à
sv_se: Avstängd ända till

source: TMS Reference Number
fi_fi: TMS-viite
fr_fr: Numéro de référence TMS
sv_se: TMS-referensnummer

source: Task
fi_fi: Tehtävä
fr_fr: Tâche
sv_se: Arbetsuppgift

source: Task at a Glance
fi_fi: Tehtävien tiedot
fr_fr: La tâche en un coup d'oeil
sv_se: Arbetsuppgiftens detaljer

source: Tasks
fi_fi: Tehtävät
fr_fr: Tâches
sv_se: Arbetsuppgifter

source: Toggle navigation
fi_fi: Navigointi päälle/pois
fr_fr: Basculer la navigation
sv_se: Navigering på/av

source: Total Task Active
fi_fi: Aktiivisia tehtäviä
fr_fr: Tâche totale active
sv_se: Aktiva arbetsupgifter

source: Total Task On Hold
fi_fi: Palautettuja tehtäviä
fr_fr: Total des tâches en attente
sv_se: Returnerade arbetsuppgifter

source: Total Task Pending
fi_fi: Odottavia tehtäviä
fr_fr: Total des tâches en attente
sv_se: Väntande arbetsuppgifter

source: Total Task Rejected
fi_fi: Hylättyjä tehtäviä
fr_fr: Total des tâches rejetées
sv_se: Avslagna arbetsuppgifter

source: Work History
fi_fi: Työhistoria
fr_fr: Historique de travail
sv_se: Tidigare uppgifter

source: from
fr_fr: de

source: of
fi_fi: Yhteensä
fr_fr: de

source: to
fr_fr: à

source: Approval Status
fi_fi: Hyväksynnän tila
fr_fr: Statut d'approbation
sv_se: Godkännandets status

source: Date/Time Resolved
fi_fi: Pvm/Aika jolloin ratkaistu
fr_fr: Date/Heure résolue
sv_se: Godkänd datum/tid

source: Fax Number
fi_fi: Faksinumero
fr_fr: Numéro de télécopieur
sv_se: Fax nummer

source: Foundation Date
fi_fi: Perustamispäivä
fr_fr: Date de fondation
sv_se: Grundat

source: Local Name
fi_fi: Paikallinen nimi
fr_fr: Nom local
sv_se: Lokalt namn

source: Name (Latin Characters)
fr_fr: Nom (caractères latins)
sv_se: Namn (latinska bokstäver)

source: Person Documents
fi_fi: Henkilön dokumentit
fr_fr: Documents personnels
sv_se: Personens dokument

source: Player TMS Reference
fr_fr: Référence TMS du joueur
sv_se: Spelarens TMS-referens

source: Please enter Work task notes
fi_fi: Lisää työtehtävän merkinnät
fr_fr: Veuillez entrer les notes de tâche de travail
sv_se: Arbetsuppgiftens anteckningar

source: Put on-hold
fi_fi: Palauta
fr_fr: Mettre en attente
sv_se: Returnera

source: Resolution Notes
fi_fi: Ratkaisun merkinnät
fr_fr: Notes de résolution
sv_se: Behandlingsanteckningar

source: Short Name
fi_fi: Lyhenne
fr_fr: Nom court
sv_se: Förkortning

source: Summary Clubs transfer
fi_fi: Seuran siirtokooste
fr_fr: Sommaire des transferts du club
sv_se: Översikt på föreningens övergång

source: The [_1] request (ID: [_2]) -- [_3]/[_4] has been sent to [_5].
fr_fr: La demande [_1] (ID: [_2]) -- [_3]/[_4] a été envoyée à [_5].
sv_se: [_1] begäran (ID: [_2]) -- [_3]/[_4] har skickats till [_5].
